{"context": "请续写歌词，第一句为：昨日曾在人海中 浮浮又沉沉", "target": "昨日曾在人海中 浮浮又沉沉，走过多少情愁 走过多少爱恨，谁也别问 从前那对少年人，如今各天涯 留痴痴悔一生，路上老人 再弹琵琶 旧调轻哼，几许往事绕心头 教我泪眼朦胧，让那黄昏 伴垂柳在风中等，几回醒来 窗前那残月已挂到三更，当归来燕回到三月的时分，回到南方的梦 今夕看她依旧情深，人间能有几段爱从不染尘，情书能有几封 让承诺永远在岁月留余温，路上老人 再弹琵琶 旧调轻哼，几许往事绕心头 教我泪眼朦胧，让那黄昏 伴垂柳在风中等，几回醒来 窗前那残月已挂到三更，当归来燕回到三月的时分，回到南方的梦 今夕看她依旧情深，人间能有几段爱从不染尘，情书能有几封，让承诺永远在岁月留余温，愿归来燕为她带去那场梦，可知仍有个人 在故地守住海誓山盟，却盼来青春 转眼早已变更，愿明天归来时，带来的季节再没有 冷冷风。"}
{"context": "请续写歌词，第一句为：欲言又止的我", "target": "欲言又止的我，有些话还没说，而你又在笑什么，是不是懂了，假装无动于衷，替你收拾难过，又怕有些话捅破，我突然词穷，你讲着梦的情节，紧张到哭红双眼，思恋如同候鸟等待季节，飞多久才能相互察觉，你就像是夏夜，我是星空点点，陪着你才能闪烁，直到不可或缺，故意撞你的肩，听你责备瞬间，在乎的感觉竟然那么甜，你讲着梦的情节，紧张到哭红双眼，思恋如同候鸟等待季节，飞多久才能相互察觉，你就像是夏夜，我是星空点点，陪着你才能闪烁，直到不可或缺，故意撞你的肩，听你责备瞬间，在乎的感觉竟然那么甜，你就像是夏夜，我是星空点点，当表白姗姗来迟，而你不可或缺，绕了多少个圈，恍然之中发现，心动也同样占据你一切，把彼此的暗恋终结。"}
{"context": "请续写歌词，第一句为：你早已经开始变心还不承认", "target": "你早已经开始变心还不承认，偏偏我还不肯放弃越陷越深，那些曾经习惯的美丽不再动人，面对你的多变我已心灰意冷，随便你怎么说脸上的你的吻，我要把它忘记让给别人，随便你怎么躲我有了新决定，不愿意这样过一生，一成不变同样的谎言，我无所谓再多听几遍，一成不变同样的谎言，无法再把我的心撕裂，你早已经开始变心还不承认，偏偏我还不肯放弃越陷越深，那些曾经习惯的美丽不再动人，面对你的多变我已心灰意冷，随便你怎么说脸上的你的吻，我要把它忘记让给别人，随便你怎么躲我有了新决定，不愿意这样过一生，一成不变同样的谎言，我无所谓再多听几遍，一成不变同样的谎言，无法再把我的心撕裂，随便你怎么说脸上的你的吻，我要把它忘记让给别人，随便你怎么躲我有了新决定，不愿意这样过一生，一成不变同样的谎言，我无所谓再多听几遍，一成不变同样的谎言，无法再把我的心撕裂，一成不变同样的谎言，我无所谓再多听几遍，一成不变同样的谎言，无法再把我的心撕裂。"}
{"context": "请续写歌词，第一句为：亲爱的姑娘", "target": "亲爱的姑娘，你为什么两眼泪汪汪，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，萨里楠蒂，亲爱的姑娘，你为什么两眼泪汪汪，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，萨里楠蒂，亲爱的姑娘，你为什么两眼泪汪汪，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，萨里楠蒂，亲爱的姑娘，你为什么两眼泪汪汪，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛。"}
{"context": "请续写歌词，第一句为：坏了的喷泉旁几只慵懒的白鸽", "target": "坏了的喷泉旁几只慵懒的白鸽，三三两两的人冷清的座位在等客，一个一个各做各的安静的寂寞着，夕阳爬上了古旧的教堂，没有唱完的歌，我远远地看着这搁置的灰色，把所有的悲伤 发挥的淋漓尽致，走过 就好像走过的路，走过伤心痛苦，坏了的喷泉旁几只慵懒的白鸽，三三两两的人冷清的座位在等客，一个一个各做各的安静的寂寞着，夕阳爬上了古旧的教堂，没有唱完的歌，我远远地看着这搁置的灰色，把所有的悲伤 发挥的淋漓尽致，走过 就好像走过的路，走过伤心痛苦，一个一个各做各的安静的寂寞着，夕阳爬上了古旧的教堂，没有唱完的歌，我远远地看着这搁置的灰色，把所有的悲。"}
{"context": "请续写歌词，第一句为：那风铃还在湘里人家的吊檐下", "target": "那风铃还在湘里人家的吊檐下，偷偷的偷偷的笑，你身影却在千里之外的地方，让我思念思念漫长，你已走了不是舍不得你走，是舍不得你离开我，如果不走爱是否会继续，而结果只有我的祝福，幸福在左爱在右，你向左走了留下我在右，幸福在左爱在右，即使你走了记得回头，让我看见你在右，你已走了不是舍不得你走，是舍不得你离开我，如果不走爱是否会继续，而结果只有我的祝福，幸福在左爱在右，你向左走了留下我在右，幸福在左爱在右，即使你走了记得回头，幸福在左爱在右，你向左走了留下我在右，幸福在左爱在右，即使你走了记得回头，让我看见你在右。"}
{"context": "请续写歌词，第一句为：谁在为谁", "target": "谁在为谁，无望的守候，谁又将谁抛之于脑后，谁在为谁，执着的孤独，谁又将谁归位于虚无，缘来缘去，像海面的浮萍，曾经的爱恋已飘散在风里，千回百转，穿时空期盼，望穿秋水就在红尘之间，你是否是我生命中注定，无法盛开的花朵，而如今的我只能独自承受，这孤独的寂寞，梦想完美的结局，现实变得遥遥无期，心碎的诺言无法挽回，昨天的美丽，缘来缘去，像海面的浮萍，曾经的爱恋已飘散在风里，千回百转，穿时空期盼，望穿秋水就在红尘之间，你是否是我生命中注定，无法盛开的花朵，而如今的我只能独自承受，这孤独的寂寞，梦想完美的结局，现实变得遥遥无期，心碎的诺言无法挽回，昨天的美丽，你是否是我生命中注定，无法盛开的花朵，而如今的我只能独自承受，这孤独的寂寞，梦想完美的结局，现实变得遥遥无期，心碎的诺言无法挽回，昨天的美丽，昨天的美丽。"}
{"context": "请续写歌词，第一句为：一舟轻，蒿开渔火映，碎江心", "target": "一舟轻，蒿开渔火映，碎江心，入目，重重如画屏，可及霜浸溪照影，泊客笑问，送秋风一捧，伴斜阳余晖，看鹭点烟汀，日暮尽，炊烟袅袅蕴，闻乡音，琵琶，声声诉真情，犹如当年莫愁心，庭院深处，揽芬芳一丛，枕纸砚笔墨，待君入梦境，谁人唤，软语浅呢喃，似珠弦，细闻，只余清风挽，笑君空杯忘新添，只得眼前，有酒且醺酣，白马配青衫，再贪一场欢，应是酒醉，难得同眠共枕这人间旧岁，是酒醉，否则怎见你，与我凭栏又相对，非酒醉，触不到你眉目，只得一空杯，是是非，清浅相逢又相违，怜取只有雪压眉，不是酒醉，你笑容仍清晰待我再回味，非酒醉，否则怎与你，执笔绘晨光熹微，是酒醉，说书人还未道尽，这前尘对错是非，是是非，等后来人，添一笔结尾。"}
{"context": "请续写歌词，第一句为：一呀更，日落西", "target": "一呀更，日落西，倦鸟回窝里，我的妮儿啊，下晚摸黑路别迷，二啊更，人也疲，拔蜡吹灯熄了，我的妮儿啊，我心里念儿长干着急，长夜里，落花飘满地，平生招人怜可红颜没知己，花呀么也是你，风吹断舍离，情执半生也如一，三呀更，黑漆漆，月不朗星太稀，我的妮儿啊，天边乌烟又瘴气，四啊更，声寂寂，炕凉柴烧尽了我的妮儿啊，可听我唉声又叹息，长夜里，落花飘满地，平生招人怜可红颜没知己，花呀么也是你，风吹断舍离，情执半生也如一，念道么也是你，磨叽过四季，情执一生又何必，五啊更，天亮起，夜长梦多戏，我的妮儿啊，问你啥前儿是归期。"}
{"context": "请续写歌词，第一句为：你失落", "target": "你失落，我很忙未看真，你此人两目沉默扫近，我失魂，唱歌忘掉发音，自你一双眼震动全身，我醒落，你竟烦在我心，你居然偶然移近发问，今天，你斯文但勇敢，并说想想约这夜谈心，我开心，但我偏偏假装作今天他约先，难以产生变动，让你真有心相见今天登记先，明日我可暂留空，愿快些，快些可见面，心底满是甜梦，愿快些，快些可见面，今天多次看钟，痴想给你抱拥暗面红，我醒落，你竟烦在我心，你居然偶然移近发问，今天，你斯文但勇敢，并说想想约这夜谈心，我开心，但我偏偏假装作今天他约先，难以产生变动，让你真有心相见今天登记先，明日我可暂留空，愿快些，快些可见面，心底满是甜梦，愿快些，快些可见面，今天多次看钟，痴想给你抱拥暗面红。"}
{"context": "请续写歌词，第一句为：并着肩走过", "target": "并着肩走过，游市井而过，稚儿踏黄昏而过，无量慈佛，拦不住旧因果，任它祸你祸我，谁同途坎坷，此生七转八折，竟自孑然一缘过客，谁奋力争夺，犯了红颜劫波，这高贵枷锁，曾以为乱世，有情总胜无情多，从未喜乐过的人，遭不到苦厄，色相痴嗔妄，怎敌心中无名火，衣香和鬓影，等到它扑面额，谁舍得推托，几帧美人照，眼角眉梢俱年少，成王败寇大势成昨，谁真心悔过，一封旧书信，失了寓意的闻说，左右不枉我，五脏六腑滚烫，似是很洒脱，缘尽繁花落，眷侣多少个，匆匆擦肩几过客，城里秋夏，人间暗换芳华，桥上来去车马，但愿你落魄，在我风光时刻，温存记一辈子如何，但愿我落魄，未曾被你逢着，叙个别便可。"}
{"context": "请续写歌词，第一句为：努力前行为了心中的梦想", "target": "努力前行为了心中的梦想，热血在沸腾不惜自强，今日对酒当歌，人生有几何，再大风浪，都不曾妥协，尽管挫折失败，跌倒再重来，没有经历风雨，又怎能见到彩虹，今宵酒醒何处，知己有几人，记得还有我陪伴你，兄弟再来一杯干，为梦想干一杯，现实太多太多苦与累，只有兄弟能体会，兄弟再来一杯干，说多了都是泪，一辈子好兄弟，永不后悔，尽管挫折失败，跌倒再重来，没有经历风雨，又怎能见到彩虹，今宵酒醒何处，知己有几人，记得还有我陪伴你，兄弟再来一杯干，为梦想干一杯，现实太多太多苦与累，只有兄弟能体会，兄弟再来一杯干，说多了都是泪，一辈子好兄弟，永不后悔，兄弟再来一杯干，说多了都是泪，一辈子好兄弟，永不后悔，兄弟再来一杯干，说多了都是泪，一辈子好兄弟，永不后悔，一辈子好兄弟，永不后悔。"}
{"context": "请续写歌词，第一句为：战 此生无人伴 马 日行千里万", "target": "战 此生无人伴 马 日行千里万，扬 大旗随风唤 鞭 出征佳人盼，战马扬鞭誓为王 一腔热血在胸膛，归来之日万丈光芒走向巅峰我为王，英雄从不问出处 一人走上帝王路，脱缰之马谁守护 杀过敌人已无数，帝王之路谁人赢 一声怒吼天下平，今日一战江湖成名语音道路任我行，魏人见我心狂欢 迟早双手鲜血沾，群雄随我把天翻 另类站在最顶端，另类写了千万篇 为你站在紫金巅，语音王者有万千我能否记在你心间，王道路我走一走 这条路我对与否，斩群魔我一声吼 谁人见我不发抖，惩奸除恶天下服 一刀斩杀那狂徒，人生苦短热血头颅一生一世走江湖，英雄男儿心胸阔 犯错始终能悔过，若是知错不改错 怒火中烧杀戒破，辉煌之路陪我走 一切往事不回首，跟我叫嚣你出丑我怒吼一声天地抖，万里江山一人行 梦中画面已踏平，江湖豪杰风雨独行万年记载留我名，弯刀割舍劈头煞 敌人进入未曾怕，如今大雪纷纷落下阿神提笔写神话。"}
{"context": "请续写歌词，第一句为：让我们俩紧紧地偎依 两颗心儿连在一起", "target": "让我们俩紧紧地偎依 两颗心儿连在一起，今夜是花月佳期 无限的甜蜜在心里，朋友们围在教堂前 他们是多么的欢喜，歌声向起在身边 Ave Maria，海誓山盟 燕燕于飞，轻轻一吻 我含着泪，我的人儿呀！从今我属于你，永远永远 在你的怀里，让我们俩紧紧地偎依 两颗心儿连在一起，今夜是花月佳期 无限的甜蜜在心里，让我们手儿相牵 情意绵绵忘不了今天，歌声向起在身边 Ave Maria，海誓山盟 燕燕于飞，轻轻一吻 我含着泪，我的人儿呀！从今我属于你，永远永远 在你的怀里，让我们手儿相牵 情意绵绵忘不了今天，歌声向起在身边 Ave Maria！Ave Maria。"}
{"context": "请续写歌词，第一句为：我们撑着一个虚假的事实", "target": "我们撑着一个虚假的事实，任凭这无聊放肆，相互占用着爱人的位置，懒得问什么意思，好多人就这样茫然的坚持，不计算就算合适，至于爱从何时为什么消失，都已经变得其次，因为相爱做了爱人，也曾经浪漫的发誓，想一辈子却一阵子，就再过一阵子，所以不爱还是爱人，怕分开时草草了事，那就暂时让两个人，停爱留职，重新看看彼此，我们撑着一个虚假的事实，任凭这无聊放肆，相互占用着爱人的位置，懒得问什么意思，好多人就这样茫然的坚持，不计算就算合适，至于爱从何时为什么消失，都已经变得其次，因为相爱做了爱人，也曾经浪漫的发誓，想一辈子却一阵子，就再过一阵子，所以不爱还是爱人，怕分开时草草了事，那就暂时让两个人，停爱留职，重新看看彼此，因为相爱做了爱人，也曾经浪漫的发誓，想一辈子却一阵子，就再过一阵子，所以不爱还是爱人，怕分开时草草了事，那就暂时让两个人，停爱留职，重新看看彼此。"}
{"context": "请续写歌词，第一句为：云和梦一起天山相遇", "target": "云和梦一起天山相遇，把一腔柔情洒进天池里，秀美的景色人间仙境，铺开了浓浓的诗情画意，你和我一起新疆相聚，携手走进大开发的梦里，和谐的新疆幸福吉祥，结下了永恒的深情厚谊，美丽的新疆我爱你，你创造了大西北的浪漫传奇，古老的土地你不再沉寂，如歌的岁月你更具魅力，云和梦一起天山相遇，把一腔柔情洒进天池里，秀美的景色人间仙境，铺开了浓浓的诗情画意，你和我一起新疆相聚，携手走进大开发的梦里，和谐的新疆幸福吉祥，结下了永恒的深情厚谊，美丽的新疆我爱你，你创造了大西北的浪漫传奇，古老的土地你不再沉寂，如歌的岁月你更具魅力，美丽的新疆我爱你，你书写了大西北的富饶神奇，哈密瓜甜遍了五湖四海，吐鲁番的果园香飘万里，来，美丽的新疆我爱你，来，美丽的新疆我爱你，来，美丽的新疆我爱你，来，美丽的新疆我爱你。"}
{"context": "请续写歌词，第一句为：你晓得", "target": "你晓得，天下的黄河，几十几道湾哎，几十几只船上，几十几根竿，几十几个那膄公呦，来把船搬，几十几个膄公 把船搬，看漫天星光多美丽，点亮那遥远的记忆，千万次丝路梦回，追寻着你，友谊通途贯东西，你晓得 我晓得，天下的黄河，九十九道湾哎，九十九只船哎，望丝路蜿蜒千万里，听大漠古道响驼铃，铺一路深情厚谊，古今东西，盛开那丝路花雨，你晓得，天下黄河，几十几道湾哎，九十九道湾哎，你晓得，天下的黄河，几十几道湾哎，望丝路蜿蜒千万里 我晓得，听大漠古道响驼铃，铺一路深情厚谊，古今东西 盛开那丝路花雨，天下黄河 走向胜利，你晓得，天下的黄河，走向胜利，天下黄河，九十九道湾，走向胜利。"}
{"context": "请续写歌词，第一句为：带上自信微笑", "target": "带上自信微笑，带上优雅智慧，与岁月同辉，与花儿共芳菲，经历风雨无悔，心随自由飞，经历风雨无悔，心随自由飞，来来来，来到这里，影响力 影响你，来来来，我们一起美，绽放生命的魅力，来来来，来到这里，影响力 影响你，来来来，我们一起美，绽放生命的魅力，敞开爱的怀抱，拥抱爱的光辉，与美丽同在，与幸福同沉醉，生活充满智慧，心随梦想飞，生活充满智慧，心随梦想飞，来来来，来到这里，影响力 影响你，来来来，阳光路上追，创造生命的奇迹，来来来，来到这里，影响力 影响你，来来来，阳光路上追，创造生命的奇迹，来来来，来到这里，影响力 影响你，来来来，我们一起美，绽放生命的魅力，来来来，来到这里，影响力 影响你，来来来，我们一起美，绽放生命的魅力。"}
{"context": "请续写歌词，第一句为：跟着你走向那条路口", "target": "跟着你走向那条路口，你说你要走不用挽留，看着你匆忙的背影，好像把我也丢在脑后，为什么你要走，总让我感觉到如此的无奈，怎么能对你说不要离开，虽然你也有许多无奈，怎么能对你说情深如海，天长地久请你快回来，跟着你走向那条路口，你说你要走不用挽留，看着你匆忙的背影，好像把我也丢在脑后，为什么你要走，总让我感觉到如此的无奈，怎么能对你说不要离开，虽然你也有许多无奈，怎么能对你说情深如海，天长地久请你快回来，怎么能对你说不要离开，虽然你也有许多无奈，怎么能对你说情深如海，天长地久请你快回来，不要离开 不要离开 不要离开，不要离开我，不要离开 不要离开 不要离开，不要离开我。"}
{"context": "请续写歌词，第一句为：打开一片窗", "target": "打开一片窗，伸出一双手，载浮载沉，吹过一抹风，有些亲近不得不发生，有些距离叫人越活越枯闷，就算无云的天空有多深，比不上渴望深，我要给世界最悠长的湿吻，就算无常的大地有裂痕，自己可完整，我要给世界最悠长的湿吻，闭上眼闭上眼，总会看到刹那的神，一晃眼一晃眼，总会碰到偶然的真，过一天爱一天，反正一切都有可能，过去的未来的，不闻也不问，换个灵魂，东南西北方，都会有时候，感觉我们，带着一个梦，忘掉所有美丽的牺牲，只要记得所有专注时的动人，专注时最动人，享受黄昏的始终有黄昏，谁始终还在等，我要给世界最悠长的湿吻，吞下雨水的马上会重生，自己可完整，我要给世界最悠长的湿吻，闭上眼闭上眼，总会看到刹那的神，一晃眼一晃眼，总会碰到偶然的真，过一天爱一天，反正一切都有可能，过去的未来的，不闻也不问，换个灵魂，闭上眼闭上眼，刹那可以旁若无人，一晃眼一晃眼，偶然变成另一个人，过一天爱一天，反正一切都有可能，温柔的暴烈的，换不了肉身，换个灵魂。"}
{"context": "请续写歌词，第一句为：十字的路口", "target": "十字的路口，你对我说分手，我却没勇气，把你挽留，相爱了那么久，你却要远走，你的情带走，我的心也带走，把我伤透，伤心的人唱伤心的歌，只有寂寞陪伴我，你走了以后，可知道我的难过，伤心的人唱伤心的歌，只有孤单围绕我，你走了以后，回忆包围我，十字的路口，你对我说分手，我却没勇气，把你挽留，相爱了那么久，你却要远走，你的情带走，我的心也带走，把我伤透，伤心的人唱伤心的歌，只有寂寞陪伴我，你走了以后，可知道我的难过，伤心的人唱伤心的歌，只有孤单围绕我，你走了以后，回忆包围我，伤心的人唱伤心的歌，只有寂寞陪伴我，你走了以后，可知道我的难过，伤心的人唱伤心的歌，只有孤单围绕我，你走了以后，回忆包围我。"}
{"context": "请续写歌词，第一句为：你在我心中是不落的太阳", "target": "你在我心中是不落的太阳，照到哪 哪里亮 哪里亮堂堂，站在你身旁 心中暖洋洋，跟着你有希望 幸福万年长，再唱一支歌 献给亲爱的党，你是我们领路人 指引向前方，你执政为民 人民永不忘，为了民族复兴 世纪焕春风，你在我心中是不落的太阳，照到哪 哪里亮 哪里亮堂堂，站在你身旁 心中暖洋洋，跟着你有希望 幸福万年长，再唱一支歌 献给亲爱的党，你坚定的信念 屹立在东方，万众一条心 围绕你身旁，团结就是力量 再创新辉煌，再唱一支歌 献给亲爱的党，你坚定的信念 屹立在东方，万众一条心 围绕你身旁，跟着你有希望 幸福万年长。"}
{"context": "请续写歌词，第一句为：夜洒冷冷的白光", "target": "夜洒冷冷的白光，地球的这端渐亮，山川披上朦装，河流泛起了光浪，幸福有太阳的方向，转身曾经又是过往，回忆是种愿望，似月光延大地流淌，安静的挂在天空中的冷月亮，从前你的伴侣是太阳，命运里爱情多么阻挡，太阳有了白云陪身旁，习惯了藏在黑夜中的冷月亮，它小心躲避太阳的伤，摘下了星星挂在肩膀，想对太阳说我不寂寞 不惆怅，夜洒冷冷的白光，地球的这端渐亮，山川披上朦装，河流泛起了光浪，幸福有太阳的方向，转身曾经又是过往，回忆是种愿望，似月光延大地流淌，安静的挂在天空中的冷月亮，从前你的伴侣是太阳，命运里爱情多么阻挡，太阳有了白云陪身旁，习惯了藏在黑夜中的冷月亮，它小心躲避太阳的伤，摘下了星星挂在肩膀，想对太阳说我不寂寞不惆怅，星空又升起了银色的冷月亮，一直守望熟悉的地方，借太阳的光照在身上，阴晴圆缺变换了模样，冷月亮。"}
{"context": "请续写歌词，第一句为：中国将永远在这儿", "target": "中国将永远在这儿，畅饮黄河的波涛诞生，耸立泰山的巍峨脊梁，大海一样的脉络血缘，穿越五千年岁月沧桑，动摇不了崛起的理念，不忘初心历史责任担当，啊中国将永远在这儿，应对挑战应对挑战应对挑战，我们的情感砥砺前行，展望东方展望东方展望东方，砥砺前行展望东方，中国将永远在这儿，搏击长江的浪潮成长，挺立长城的迤逦胸膛，大山一样的钢筋铁骨，迈步九百六十万宽广，阻挡不了坚定地信仰，牢记使命时代功勋荣光，啊中国将永远在这儿，志向未来志向未来志向未来，我们的梦想民族复兴，创新辉煌创新辉煌创新辉煌，民族复兴创新辉煌，创新辉煌辉煌。"}
{"context": "请续写歌词，第一句为：如果我是一片云", "target": "如果我是一片云，飘到哪里才能遇见你，如果你是一阵风，吹到哪里才能找到我，我的爱，飘到哪里，才能被你拾起在怀里，你的爱，吹到哪里，才能吹进我的心窝里，如果我是一片云，飘到哪里才能遇见你，如果你是一阵风，吹到哪里才能找到我，不要问，爱是什么，片片回忆藏在我心里，不要问，我是什么，请把爱捧在你手心里，别遗憾，人生如梦，聚散太匆匆，禁不住的泪光，别悲伤，爱有苦与乐，漫漫长路过后，总会有阳光，别遗憾，人生如梦，聚散太匆匆，禁不住的泪光，别悲伤，爱有苦与乐，漫漫长路过后，总会有阳光，漫漫长路过后，总会有阳光。"}
{"context": "请续写歌词，第一句为：我就是黑子沛", "target": "我就是黑子沛，我就是黑子沛，传说的国贸保安，我只是一个最萌的男孩，我倚着她的背，我唱着她的泪，繁华的大街，是我的舞台，我只是穷二代，家里也没存款，一切要靠自己，谁相信天注定，我也是八零后，乐观而勇敢，小小的保安，有不一样的精彩，我就是黑子沛，我的家在四川，为了命运坚持了八年，我做过搬运工，也做过加油员，可从未放弃，最初的梦，我只是穷二代，家里也没存款，一切要靠自己，谁相信天注定，我也是八零后，乐观而勇敢，小小的保安，有不一样的精彩，不是富二代，老爸也不是官，讲公平要正义，不相信天注定，我也是打工仔，奋斗在城市边缘，小小的角色，有大大的精彩，我只是穷二代，家里也没存款，一切要靠自己，谁相信天注定，我也是八零后，乐观而勇敢，小小的保安，有不一样的精彩，我不是富二代，老爸也不是官，讲公平要正义，不相信天注定，我也是打工仔，奋斗在城市边缘，小小的角色，有大大的精彩，小小的角色，有大大的精彩。"}
{"context": "请续写歌词，第一句为：孤身天涯行远方", "target": "孤身天涯行远方，父母梦中遥相望，寸草虽小心不卑，当报春晖求担当，风餐露宿背行囊，弘孝路上谱华章，笃力躬行慰父母，天地之间向苍茫，小孝父母大孝国，谆谆家训耳边响，孝如春雨润沃土，孝如秋阳沐群芳，小孝父母大孝国，滴水穿石无彷徨，义无反顾对蹉跎，破茧成蝶铸辉煌，风餐露宿背行囊，弘孝路上谱华章，笃力躬行慰父母，天地之间向苍茫，小孝父母大孝国，谆谆家训耳边响，孝如春雨润沃土，孝如秋阳沐群芳，小孝父母大孝国，滴水穿石无彷徨，义无反顾对蹉跎，破茧成蝶铸辉煌，小孝父母大孝国，谆谆家训耳边响，孝如春雨润沃土，孝如秋阳沐群芳，小孝父母大孝国，滴水穿石无彷徨，义无反顾对蹉跎，破茧成蝶铸辉煌。"}
{"context": "请续写歌词，第一句为：等晴天等雨天", "target": "等晴天等雨天，等不到昨天，到现在突然发现你已离开我身边，等月圆等月缺，再不到那天从前，你对我说过再见，转身向一边，又是一个似曾相识般的月夜，还是不能忘却记忆的脸，转身离开成诀别，在那个月夜，说过的 不会变，谁又违背诺言，又到了月圆夜，离开的那个时节，浮云散明月来，是否记起了从前，走雨季看花季，回首是过去，那时曾忘过时间忘了结局成永远，抬头雨下屋檐，分开了还是思恋，突然忘了第几天，约好的时间，等到了这一天独自一人无言，说哪怕分开还会再见面，不喜欢太喧嚣，月隐没云梢，分开了也会笑，幻想回到我身边，错一次过一世，也像中秋月一样，只有圆不会缺，等你一起直到老，无所谓是与非，牵手别后悔，谈笑间 图一醉，错过了还是缘分，月下影随步行，忘不掉又得不到，你回眸我一笑，今夜月圆花正好。"}
{"context": "请续写歌词，第一句为：故人已去山花他乡脚下有夕阳", "target": "故人已去山花他乡脚下有夕阳，曾几对月共叔情肠酒醉似花香，雪飘茫茫映着月亮独自在游荡，把酒问天知己何方思念在他乡，山高云淡若影若现仿佛你的脸，随风踏雪漫步天边方知己梦眼，月半星辰弹指瞬间黎明若浮现，几渡花开花落青山已是许多年，酒醉梦里见夕阳有情人你在他乡，几度春秋冬夏梦醒泪两行，期盼来生续情肠谱写最美的华章，与你共度来生幸福的天堂，山高云淡若影若现仿佛你的脸，随风踏雪漫步天边方知己梦眼，月半星辰弹指瞬间黎明若浮现，几渡花开花落青山已是许多年，酒醉梦里见夕阳有情人你在他乡，几度春秋冬夏梦醒泪两行，期盼来生续情肠谱写最美的华章，与你共度来生幸福的天堂，酒醉梦里见夕阳有情人你在他乡，几度春秋冬夏梦醒泪两行，期盼来生续情肠谱写最美的华章，与你共度来生幸福的天堂。"}
{"context": "请续写歌词，第一句为：喂", "target": "喂，你找谁，消失一天人在哪，没空打我电话，喂，你找谁，这里是私人号码，仅供我的女友拨打，别跟我欲擒故纵，也别玩失踪，别让我头痛oh oh，还不来带我出去走走，我装作漫不经心拨通电话，其实早徘徊在你家楼下，手里捧着，为你种了一百天的桔梗花，也在等你一起出发，其实我偷偷望着窗台下，有你的甜和花，看镜子点点头 今天会很不同，对上你的双眸，听见微风吹起了前奏，是你那没道理却可爱的任性，是你那慢半拍不缺席的热情，遇见的刚刚好，相爱的刚好 不是碰巧，我喜欢你仰头不经意的笑，我喜欢你发梢干净的味道，就算在平行世界 我也能感应到，我装作漫不经心拨通电话，其实早徘徊在你家楼下，手里捧着，为你种了一百天的桔梗花，也在等你一起出发，其实我偷偷望着窗台下，有你的甜和花，看镜子点点头 今天会很不同，对上你的双眸，听见微风吹起了前奏，是你那没道理却可爱的任性，是你那慢半拍不缺席的热情，遇见的刚刚好，相爱的刚好 不是碰巧，我喜欢你仰头不经意的笑，我喜欢你发梢干净的味道，就算在平行世界 我也能感应到。"}
{"context": "请续写歌词，第一句为：你知不知道你的双手", "target": "你知不知道你的双手，握住我全部的哀愁，通往爱情的路这么难走，我不敢再奢求，你知不知道你的温柔，其实我的心里很久，你的背影这么难留，这算不算强求，你的手，我不想要寂寞的感受，既然站在我的门口，就别这么快就走，你的手，我不想要寂寞的感受，既然站在我的门口，就别这么快就走，就让我再牵你的手，你知不知道你的双手，握住我全部的哀愁，通往爱情的路这么难走，我不敢再奢求，你知不知道你的温柔，其实我的心里很久，你的背影这么难留，这算不算强求，你的手，我不想要寂寞的感受，既然站在我的门口，就别这么快就走，你的手，我不想要寂寞的感受，既然站在我的门口，就别这么快就走，就让我再牵你的手，你的手，我不想要寂寞的感受，既然站在我的门口，就别这么快就走，你的手，我不想要寂寞的感受，既然站在我的门口，就别这么快就走，就让我再牵你的手。"}
{"context": "请续写歌词，第一句为：月牙点亮五更的灯光", "target": "月牙点亮五更的灯光，上学的孩子走在漆黑小道上，背上馍馍起早上学校，走过星星站岗的圪梁梁，哎嗨呦 那些年的馍，夏天长绿毛 冬天赛石头，冬天赛石头，那些年月 背馍把我养，想起了妈妈蒸馍的咳嗽声，日夜刻苦读书忙，日夜刻苦读书忙，太阳照亮美丽的东方，背馍的孩子走在金光大道商，背上馍馍 筋骨更坚强，走向辉煌时代的正前方，哎嗨呦 那些年的书，妈用梦来陪 我用命来读，我用命来读，那些艰辛换来好时光，想起了背馍读书的苦日子，风雨无阻奔前方，风雨无阻奔前方，哎嗨呦 那些年的书，妈用梦来陪 我用命来读，我用命来读，那些艰辛换来好时光，想起了背馍读书的苦日子，风雨无阻奔前方，风雨无阻奔前方，奔前方。"}
{"context": "请续写歌词，第一句为：大红的爆竹喂 响起来", "target": "大红的爆竹喂 响起来，大红的锣鼓喂哎 擂起来，大红的礼花开呀开起来呀，大红的绸子飞呀飞起来，大红的礼花开呀开起来呀，大红的绸子飞呀飞起来，哎，飞起来；哎，飞起来，哎，飞起来；哎，飞起来，大红的绸子飞呀飞起来，飞呀飞呀飞呀飞呀，飞呀飞呀飞呀飞呀飞起来，火火的日子呦，踏着春的节拍，火火的歌谣呦吼出胸怀，火火的憧憬呦，追逐火火的时代，火火的步子哟，快呀快快快，哎，火火的日子呦，踏着春的节拍，火火的歌谣呦吼出胸怀，火火的憧憬呦，追逐火火的时代，火火的步子哟，快呀快快快，火火的步子哟，快呀快快快，大红的春联贴呀贴起来，大红的福字贴呀贴起来，大红的狮子跳呀跳起来呀，大大红的龙灯舞呀舞起来，哎，舞起来；哎，舞起来，哎，舞起来；哎，舞起来，舞呀舞呀舞呀舞呀，舞呀舞呀舞呀舞呀舞起来，火火的惊喜呦，闯进咱的门坎儿，火火的激情呦，飞出天外，火火的脸颊呦，写出火火的热爱，哎，火火的惊喜呦，闯进咱的门坎儿，火火的激情呦，飞出天外，火火的脸颊呦，写出火火的热爱，火的中国呦，帅呀帅帅帅，火的中国呦，帅呀帅帅帅。"}
{"context": "请续写歌词，第一句为：桥畔青荇杨柳", "target": "桥畔青荇杨柳，绿芳客襟袖，岁红渐启 嫩寒未收，乘一篙烟雨 经停渡口，足下曲水萦流，堂燕舒了眉头，南风润尘眸，十里碧塘 莲韵幽幽，艄公荡乌蓬 迎来送走，渔歌唱彻 黄昏暮后，明月总眷恋，雕花窗前，黛瓦粉墙藤萝，缀影油伞，寻常巷陌延展成，梦中最惬意画面，头枕漪纹 静适舒远，胭脂爱沾染，笑语春衫，江湖旧事疏淡，勾斗阑珊，问归途是否就在，赤脚斑驳青石板，水墨写意 吴侬温软，谜题宣纸频投，探翰墨虚有，琴遇知音 棋逢对手，仿若青梅弄 娉婷豆蔻，慢与少年说愁，闲时且论英侯，寻典较争筹，嗔喜由心 无羁无谬，桃花树下 烹茶效煮酒，庭榭芳草 凉风初透，一泓秋水陷，春心绵卷，萌情藏匿约婉，羞涩笔端，唯叹相遇未逢于，锦瑟长思旧华年，天涯异路 莫逆恨晚，倏忽吉日暖，车马鸣喧，遥听焦尾丝弦，敬祝红鸾，巍巍高山洋流水，杏雨归去马蹄浅，雨收云散 琴系江南，明月总眷恋，雕花窗前，江湖旧事疏淡，勾斗阑珊，巍巍高山洋流水，杏雨归去马蹄浅，雨收云散 琴系江南。"}
{"context": "请续写歌词，第一句为：青春小鸟还没变老", "target": "青春小鸟还没变老，就被枪毙了，全身烤焦没有味道，只剩几根毛，不要不要一切还早，时间还没到，没有羽毛翅膀软了，我就用脚跑，可以心软绝不腿软，青春属于可燃烧类，喷跑喷跑喷跑喷跑，一边喷跑一边鬼叫，喷跑喷跑喷跑喷跑，已经不是小鬼，但我照样要鬼叫，喷跑喷跑喷跑喷跑，连喷带跑追赶跑跳，喷跑喷跑喷跑喷跑，我要用力地跑，然后很酷地跌倒，青春小鸟还没变老，就被枪毙了，全身烤焦没有味道，只剩几根毛，不要不要一切还早，时间还没到，没有羽毛翅膀软了，我就用脚跑，可以心软绝不腿软，青春属于可燃烧类，喷跑喷跑喷跑喷跑，一边喷跑一边鬼叫，喷跑喷跑喷跑喷跑，已经不是小鬼，但我照样要鬼叫，喷跑喷跑喷跑喷跑，连喷带跑追赶跑跳，喷跑喷跑喷跑喷跑，我要用力地跑，然后很酷地跌倒，喷跑喷跑喷跑喷跑，连喷带跑追赶跑跳，喷跑喷跑喷跑喷跑，我要用力地跑，然后很酷地跌倒。"}
{"context": "请续写歌词，第一句为：烟子烟烟 烟儿烟烟", "target": "烟子烟烟 烟儿烟烟，你莫啊莫烟我，我是天生，我是天上盛开的梅花朵，狗儿夹柴 猪儿来烧火，猫儿添前脚啊，烟儿 走了啦 你莫呀莫挨我，烟子烟烟 烟儿烟烟，你莫啊莫烟我，我是天生，我是天上盛开的梅花朵，姐儿打鼓 妹儿来唱歌，烟子就烟不着哎，是我 天生的 最乖的梅花朵，烟子烟烟 烟儿烟烟，你莫啊莫烟我，我是天生，我是天上盛开的梅花朵，狗儿夹柴 猪儿来烧火，猫儿添前脚啊，烟儿 走了啦 你莫呀莫挨我，烟子烟烟 烟儿烟烟，你莫啊莫烟我，我是天生，我是天上盛开的梅花朵，姐儿打鼓 妹儿来唱歌，烟子就烟不着哎，是我 是我 天生的，最乖的梅花朵，烟子 莫烟 打鼓，烟子 莫烟 打鼓 驱散，烟子 莫烟 是我 梅花朵，烟子 莫烟 打鼓 驱散，烟子烟烟 烟儿烟烟，莫烟，烟子烟烟 烟儿烟烟，莫烟，烟子烟烟 烟儿烟烟，莫烟，烟子烟烟 烟儿烟烟，莫烟，莫烟。"}
{"context": "请续写歌词，第一句为：梨花泪", "target": "梨花泪，端坐伴镜浓抹入微染淡妆，心怡念君情深表里映红裳，隔夜空窗透月光一曲旧词吟惆怅，对影独酌自顾自哀伤，枯叶堆积昨日巧言誓成双，离别他未转头你在门前望，抚琴开口叹荒唐弦断断了这衷肠，自问自知自顾自爱上，梨花泪落不尽你心碎，你无悔情无价而折兑，半生醉莫再问谁的谁，你的美他轻语无所谓，梨花泪道无缘人不对，你无悔情无价而折兑，半生醉莫再问谁的谁，你的美终会成无所谓，枯叶堆积昨日巧言誓成双，离别他未转头你在门前望，抚琴开口叹荒唐弦断断了这衷肠，自问自知自顾自爱上，梨花泪落不尽你心碎，你无悔情无价而折兑，半生醉莫再问谁的谁，你的美他轻语无所谓，梨花泪道无缘人不对，你无悔情无价而折兑，半生醉莫再问谁的谁，你的美终会成无所谓，端坐伴镜浓抹入微染淡妆，心怡念君情深表里映红裳，隔夜空窗透月光一曲旧词吟惆怅，对影独酌自顾自哀伤。"}
{"context": "请续写歌词，第一句为：是谁驱散了你的羊群", "target": "是谁驱散了你的羊群，留下你守在最后的草原，摸不到亲人的手，喊不出的声音留不出的泪水，在那里 在那里生长着你的梦，彩色的云 银色的河，青青的山坡上建起的家园，一双小手捧起光明的灯盏，小小的弟弟 满怀深情的弟弟，要走一条认定的路，深情的弟弟 掩去伤痕的弟弟，让我们手牵手 一起往前走，在那里 在那里生长着你的梦，彩色的云 银色的河，青青的山坡上建起的家园，一双小手捧起光明的灯盏，小小的弟弟 满怀深情的弟弟，要走一条认定的路，深情的弟弟 掩去伤痕的弟弟，让我们手牵手 一起往前走，在那里 在那里生长着你的梦，彩色的云 银色的河，青青的山坡上建起的家园，一双小手捧起光明的灯盏，小小的弟弟 满怀深情的弟弟，要走一条认定的路，深情的弟弟 掩去伤痕的弟弟，让我们手牵手 一起往前走，让我们手牵手 一起往前走。"}
{"context": "请续写歌词，第一句为：天空有些灰色", "target": "天空有些灰色，乌云追着人走，风也撩动了枝头，却温柔，有我牵你的手，就这样的 一直走，轻抚你微皱的眉头，别害怕 继续走，就享受在这时间的停留，像氢气的气球，在太空里漫游，未来的你足够拥有，你想要的自由，由我为你守候，别再有灰心的念头，勇敢的抬头去感受，找到出口，拥抱属于你的绿洲，坏情绪 就溜走，我陪你走，别再有灰心的念头，勇敢的抬头去感受，找到出口，拥抱属于你的绿洲，就享受时间的停留，像氢气球在漫游，未来的你足够拥有，天空有些灰色，乌云追着人走，风也撩动了枝头，却温柔，有我牵你的手，就这样的 一直走，轻抚你微皱的眉头，别害怕 继续走，就享受在这时间的停留，像氢气的气球，在太空里漫游，未来的你足够拥有，你想要的自由，由我为你守候，别再有灰心的念头，勇敢的抬头去感受，找到出口，拥抱属于你的绿洲，坏情绪 就溜走，别再有灰心的念头，勇敢的抬头去感受，找到出口，拥抱你的那片绿洲，有我陪你走。"}
{"context": "请续写歌词，第一句为：你要远离我无力挽留", "target": "你要远离我无力挽留，你伤着心儿走是为了什么，无眠的夜晚留下我一个人愁，泪水模糊了我的双眼，滚烫的心已被你凉透，不用再看我就知道，脑海中已是灰色一片，回忆我们的当初，一句话用一生来承受，如今的爱不再需要挽留，就让回忆抚平我伤口，回忆我们的当初，一句话用一生来承受，如今的爱不再需要挽留，就让回忆抚平我伤口，泪水模糊了我的双眼，滚烫的心已被你凉透，不用再看我就知道，脑海中已是灰色一片，回忆我们的当初，一句话用一生来承受，如今的爱不再需要挽留，就让回忆抚平我伤口，回忆我们的当初，一句话用一生来承受，如今的爱不再需要挽留，就让回忆抚平我伤口，如今的爱不再需要挽留，就让回忆抚平我伤口。"}
{"context": "请续写歌词，第一句为：借我十年", "target": "借我十年，借我亡命天涯的勇敢，借我说得出口的旦旦誓言，借我孤绝如初见，借我不惧碾压的鲜活，借我生勐与莽撞不问明天，借我一束光照亮黯淡，借我笑颜灿烂如春天，借我杀死庸碌的情怀，借我纵容的悲怆与哭喊，借我怦然心动如往昔，借我安适的清晨与傍晚，静看光阴荏苒，借我喑哑无言，不管不顾不问不说，也不念，静看光阴荏苒，借我喑哑无言，不管不顾不问不说，也不念，借我十年，借我亡命天涯的勇敢，借我说得出口的旦旦誓言，借我孤绝如初见，借我不惧碾压的鲜活，借我生勐与莽撞不问明天，借我一束光照亮黯淡，借我笑颜灿烂如春天，借我杀死庸碌的情怀，借我纵容的悲怆与哭喊，借我怦然心动如往昔，借我安适的清晨与傍晚，静看光阴荏苒，借我喑哑无言，不管不顾不问不说，也不念，静看光阴荏苒，借我喑哑无言，不管不顾不问不说，也不念。"}
{"context": "请续写歌词，第一句为：微笑被伪装成了无聊", "target": "微笑被伪装成了无聊，还未上演的预告，给你的不要 爱未曾揭晓，不言的不说的，泪在瞬间凝结成思念，没人知道最后的，故事，恨与爱都一样，被遗忘的心 被覆盖的伤痛，不爱了 你说的，背负爱你的心伤 最美丽的感伤，在不远的地方 是否都一样，和你走过的路旁 在遥远的地方，都还剩下着 那残缺不完整的爱情，你给的 爱情，被遗忘的心 被覆盖的伤痛，不爱了 你说的，背负爱你的心伤 最美丽的感伤，在不远的地方 是否都一样，和你走过的路旁 在遥远的地方，都还剩下着 那残缺不完整的爱情，你给的 爱情，La La La La La La La，La La La La La La，和你走过的路旁 在遥远的地方，都还剩下着 那残缺不完整的爱情，你给的，吕程程。"}
{"context": "请续写歌词，第一句为：剪一朵天上的云彩", "target": "剪一朵天上的云彩，裁成我飘飘的衣裳，乘一匹潮涌的骏马，奔向那快乐的时光，眼睛是闪闪的清波，在为你轻轻地荡漾，心海是快意的江湖，愿陪你醉笑三千场，请你快快来到我的身旁，美丽海宁就是我的方向，杨柳系画船，鸥鹭满洛塘，尖山这边是爱的新房，请你永远住在我的心上，爱过一回我会永世不忘，长发绾君心，共赴温柔乡，你就是我深爱的姑娘，眼睛是闪闪的清波，在为你轻轻地荡漾，心海是快意的江湖，愿陪你醉笑三千场，请你快快来到我的身旁，美丽海宁就是我的方向，杨柳系画船，鸥鹭满洛塘，尖山这边是爱的新房，请你永远住在我的心上，爱过一回我会永世不忘，长发绾君心，共赴温柔乡，你就是我深爱的姑娘，长发绾君心，共赴温柔乡，你就是我深爱的姑娘。"}
{"context": "请续写歌词，第一句为：小时候很弱很脆很需要人陪", "target": "小时候很弱很脆很需要人陪，可我的二十岁心里滴着血，岁月不看我们是否青春，留下麻烦一大堆，我们都早就成年不轻易掉泪，心就算受了伤时间不倒退，找不回象牙塔那些岁月，回不去的是从前，用声音去打碎，谁的虚伪 谁的指挥，用真心去面对，我远走高飞，我不想去扮演 说些谎言，心变成铁，就算失去一切 我找一片天，梦想的路上注定，会是崎岖坎坷，但是我知道，我知道自己想要什么，我不会因为挫折，就偷偷掉下眼泪，因为我还年轻 不用担心，我才二十岁，很多人总把观点说的那么绝对，不留给别人一点，一点点反驳的机会，他总认为，财富才是人生最好的体验，我只想说这简直，就是天大的误会，用声音去打碎，谁的虚伪 谁的指挥，用真心去面对，我远走高飞，我不想去扮演 说些谎言，心变成铁，就算失去一切 我找一片天，用声音去打碎，谁的虚伪 谁的指挥，用真心去面对，我远走高飞，我不想去扮演 说些谎言，心变成铁，就算失去一切 我找一片天，我们都早就成年不轻易掉泪，心就算受了伤时间不倒退，找不回象牙塔那些岁月，回不去的是从前。"}
{"context": "请续写歌词，第一句为：流水无法估计青春的损失", "target": "流水无法估计青春的损失，纯银磨坊磨出一座座沙漠，多么令人窒息的剧本，一掌劈开板砖的人，劈不开浑浊的空气，如果爱情有一个范本，却又如何能够是死记硬背，一朵花摘下所有的花，一个人扮演所有的人，一条路堵死所有的路，一种爱产生所有的恨，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产，流水无法估计青春的损失，纯银磨坊磨出一座座沙漠，多么令人窒息的剧本，一掌劈开板砖的人，劈不开浑浊的空气，如果爱情有一个范本，却又如何能够是死记硬背，一朵花摘下所有的花，一个人扮演所有的人，一条路堵死所有的路，一种爱产生所有的恨，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产，辛辛苦苦依然空空荡荡，黑暗是我们唯一可以继承的遗产。"}
{"context": "请续写歌词，第一句为：遥远的向着西方前行", "target": "遥远的向着西方前行，目的地New York City，海岸线天空蓝的很鲜艳，山那边彩虹慢慢出现，童话里是谁在导演，离开后的心愿用双手把它实现，未来世界颜色像卡片，站在摩天大楼下伸出了手，完成我们彼此约定的承诺，百老汇舞台上闪耀的灯火，照射的那就是我，站在摩天大楼下伸出了手，触碰到梦想时间还需多久，多少汗水多少眼泪才能拥有，看着你失落后的背影，就像是迷了路的精灵，有时候梦想偶尔搁浅，但总有它起航的一天，童话里是谁在扮演，离开后的心愿用双手把它实现，未来世界颜色像卡片，站在摩天大楼下伸出了手，完成我们彼此约定的承诺，百老汇舞台上闪耀的灯火，照射的那就是我，站在摩天大楼下伸出了手，触碰到梦想时间还需多久，多少汗水多少眼泪才能拥有，站在摩天大楼下伸出了手，完成我们彼此约定的承诺，百老汇舞台上闪耀的灯火，照射的那就是我，站在摩天大楼下伸出了手，触碰到梦想时间还需多久，多少汗水多少眼泪才能拥有。"}
{"context": "请续写歌词，第一句为：在大雨里奔跑", "target": "在大雨里奔跑，我想我是真的疯了，吃下太多的毒药，叶子一片一片掉了，我头发也掉了，我想我是真的疯了，想你想到忘了睡觉，不想思考，思考太多会疯掉，不想计较，计较太多会变老，我不明白怎样去爱，不会伤害，什么是苦什么是乐，没人理睬，我不明白怎样讨好，真是无奈，情不自禁糊里糊涂，蹉跎悲哀，我想我是真的疯了，欺骗自己你很好，我想我是真的疯了，自言自语自己笑，不想思考，思考太多会疯掉，不想计较，计较太多会变老，我不明白怎样去爱，不会伤害，什么是苦什么是乐，没人理睬，我不明白怎样怎样讨好，真是无奈，情不自禁糊里糊涂，蹉跎悲哀，我想我是真的疯了，欺骗自己你很好，我不明白怎样去爱，不会伤害，什么是苦什么是乐，没人理睬，我不明白怎样怎样讨好，真是无奈，情不自禁糊里糊涂，蹉跎悲哀，欺骗自己你很好。"}
{"context": "请续写歌词，第一句为：如果希望 希望折断了翅膀", "target": "如果希望 希望折断了翅膀，我的歌声唯有脆弱和忧伤，如果浪漫 浪漫失去了光华，我的脸上写满无奈和失望，如果青春 青春迷失了方向，我的天空鸟儿不再自由飞翔，如果爱人 爱人走向了远方，我的山谷花儿不再绚丽绽放，哦 我的朋友朋友，是你给我给我温暖 给我可靠的肩膀，哦 我的朋友朋友，是你让我学会 学会变得坚强，哦 让我紧握你的手，欢乐柔情永驻 永驻你的身旁，哦 我的歌声再度明亮，朋友朋友你是我是我生命的珍藏，哦 我的朋友朋友，是你给我给我温暖 给我可靠的肩膀，哦 我的歌声再度明亮，朋友朋友你是我是我生命的珍藏，是我生命的珍藏。"}
{"context": "请续写歌词，第一句为：越是单纯 奔跑不停", "target": "越是单纯 奔跑不停，越不经意 被溅得满身淤泥，就将青春 进行到底，正好拥有 一双无悔的眼睛，日历一页页撕去，好多事 在放弃，才懂坚持梦 需要多 任性，我只求，能有一秒 像萤火 去飞行，多那一渺 就足够 我靠近 你，唤醒沉睡你心底 纯净勇气，我只求，能有一秒 像萤火 在天地，多那一渺 够绝对 我相信 我，把生命燃烧殆尽，就足够我 照亮着你，以为可以 却不可以，可不可以 就用一生去证明，就将青春 进行到底，正好留下 来过时记的印记，未来一夜夜逝去，那些梦 在哪里，才懂坚持梦 才成为 自己，我只求，能有一秒 像萤火 去飞行，多那一渺 就足够 我靠近 你，唤醒沉睡你心底 纯净勇气，我只求，能有一秒 像萤火 在天地，多那一渺 够绝对 我相信 我，把生命燃烧殆尽，就足够我 照亮着你，我只求，能有一秒 像萤火 去飞行，多那一渺 就足够 我靠近 你，唤醒沉睡你心底 纯净勇气，我只求，能有一秒 像萤火 在天地，多那一渺 够绝对 我相信 我，把生命燃烧殆尽，就足够我 照亮着你。"}
{"context": "请续写歌词，第一句为：青青的山 轻罩烟雾", "target": "青青的山 轻罩烟雾，茫茫大地像是迷了路，人像仙子舞 云中风姿美好，惜春光只有我起早 雾中心底亦觉花香吐，我的心恍似弥漫爱之雾 雾中心底热爱轻轻诉，爱锁心中心意未流露，隐隐的感到他的好 感激他一片情义高，在这春光中不再迷途，心中轻轻绕爱之雾 游游荡荡像是迷了路，无限痴心对情天轻轻再祝祷，求共他一世再相见好 蜜意温馨只愿那春不老，我的痴心已沉溺爱之雾，雾中摸索未见春光吐 似感他真心真意未流露，只想他心意真的好 始终心相印情义高，在这春光中不再迷途，心中轻轻绕爱之雾 游游荡荡像是迷了路，无限痴心对情天轻轻再祝祷，求共他一世再相见好 蜜意温馨只愿那春不老，我的痴心已沉溺爱之雾，雾中摸索未见春光吐 似感他真心真意未流露，只想他心意真的好 始终心相印情义高，在这春光中不再迷途。"}
{"context": "请续写歌词，第一句为：飞在不能停的天空飞行", "target": "飞在不能停的天空飞行，满身疲惫是为了，寻找降落的意义，我一直努力飞的小心翼翼，避开风暴的侵袭，心无旁骛不受诱惑吸引 相信坚定不疑 才能到目的地，尽管命运对我 毫不客气 特别的乖戾，带着我无畏无惧的孤寂，带着我前所未有的韧性，我不放弃，飞在不能停的天空飞行，满身疲惫是为了，寻找降落的意义，我感觉就好像飞了一个世纪，忍受寂寞的打击，难以表达的苦记在心里，当作掌声鼓励 就快到目的地，虽然命运对我 翻脸无情 但我不服气，带着我无畏无惧的孤寂，带着我前所未有的韧性，我不放弃，我有不妥协的生命力 无人能及 信心是我的武器，就可以 逆风时候勇敢扭转逆境，不为谁飞行只有为了我自己，虽然命运对我 翻脸无情 我不放弃。"}
{"context": "请续写歌词，第一句为：百转千折 盛世浮影", "target": "百转千折 盛世浮影，风吹故事落入你的眼眸，翩若惊鸿 矫若游龙，你就是我最美的梦，九色鹿的古老传说，一直萦绕于我心头，鸣沙山的大漠孤烟，令我雪案萤窗数年，羌笛吹落过往 谁舞一曲霓裳，敦煌飞沙如雪 我来到你面前，百转千折 盛世浮影，风吹故事落入你的眼眸，翩若惊鸿 矫若游龙，你就是我最美的梦，九色鹿的古老传说，一直萦绕于我心头，鸣沙山的大漠孤烟，令我雪案萤窗数年，羌笛吹落过往 谁舞一曲霓裳，敦煌飞沙如雪 我来到你面前，百转千折 盛世浮影，风吹故事落入你的眼眸，翩若惊鸿 矫若游龙，你就是我最美的梦，百转千折 盛世浮影，风吹故事落入你的眼眸，翩若惊鸿 矫若游龙，你就是我最美的梦，你就是我最美的梦。"}
{"context": "请续写歌词，第一句为：我依偎在夏天怀里", "target": "我依偎在夏天怀里，抒发夏末的思绪，彩虹说 它天天都想你，你好像全都知道，你在我的回忆里，总会是那唯一女主角，下过雨的天气，又经过你窗前，看着那可爱笑脸未曾改变，骑着单车向前，路过小咖啡店，又想起那天对我说过的话，这是你给的温柔，从未有过的感动，来不及掩饰这种心情，泪水已滴在胸口，这是你给的温柔，幸运那个人是我，学不会如何变得成熟，直到遇见你以后 懂的，我依偎在夏天怀里，抒发夏末的思绪，彩虹说 它天天都想你，你好像全都知道，你在我的回忆里，总会是那唯一女主角，下过雨的天气，又经过你窗前，看着那可爱笑脸未曾改变，骑着单车向前，路过小咖啡店，又想起那天对我说过的话，这是你给的温柔，从未有过的感动，来不及掩饰这种心情，泪水已滴在胸口，这是你给的温柔，幸运那个人是我，学不会如何变得成熟，直到遇见你以后 懂的。"}
{"context": "请续写歌词，第一句为：把记忆做成标本", "target": "把记忆做成标本，让记忆关上心门，对感情不再认真，对缘分不再天真，这城市霓虹交错，也曾有过失落，谁知道擦身而过，也曾真心把握，爱一个人会有错，谁能够立地成佛，年少轻狂的生活，明明是一个错误，爱一个人有多苦，伤透心才会领悟，只有自己最清楚，风干湿透的回忆，淡忘湿透的过去，如果不能够忘记，把记忆做成标本，让记忆关上心门，对感情不再认真，对缘分不再天真，这城市霓虹交错，也曾经有过失落，谁知道擦身而过，也曾真心把握，爱一个人会有错，谁能够立地成佛，年少轻狂的生活，摆脱孤独的寂寞，明明是一个错误，爱一个人有多苦，风干湿透的回忆，淡忘湿透的过去，如果不能够忘记，就让一切随风去，把记忆做成标本，让记忆关上心门，对感情不再认真，对缘分不再天真，风干湿透的回忆，淡忘湿透的过去，如果不能够忘记，就让一切随风去，风干湿透的回忆，淡忘年轻的过去，如果有什么想起，就用手悄悄拭去。"}
{"context": "请续写歌词，第一句为：看看窗外的风景", "target": "看看窗外的风景，透明玻璃窗找寻你的身影，想起你微笑时的脸庞，如此清晰太过温柔太过温馨，白色的纱被风吹起，望着窗外找不到你在哪里，只剩我还在还在看孤独的风景，捡起一片落叶遮挡刺眼的阳光，风儿轻轻吹冷风，吹乱了我的发也吹乱了我的心，还残留余温的房间，回忆却苦涩疼痛，泪一滴滴湿了眼眶窗外风景里，找不到你的身影，不敢去回忆过去害怕更想你，傻的温柔相信你的承诺，你要给的安全感到底 是什么，夜里恶梦惊醒后一次次哭泣，把眼泪擦干坚强安慰自己，不可以哭泣会有人疼你，白色的纱轻轻随风飘起，落叶一片片飘落，望着窗外希望能看到你的身影，可不可以可不可以，不要让我再看孤独的风景，捡起一片落叶遮挡刺眼的阳光，风儿轻轻吹冷风，吹乱了我的发也吹乱了我的心，还残留余温的房间，回忆却苦涩疼痛，泪一滴滴湿了眼眶窗外风景里，找不到你的身影，不敢去回忆过去害怕更想你，傻的温柔相信你的承诺，你要给的安全感到底 是什么，夜里恶梦惊醒后一次次哭泣，把眼泪擦干坚强安慰自己，不可以哭泣会有人疼你。"}
{"context": "请续写歌词，第一句为：疏风懒月 舟随意泊 朝霞烧似火", "target": "疏风懒月 舟随意泊 朝霞烧似火，来往形色 摩肩而过 天地中穿梭，长风里击结 高迈凌越 生平最洒脱，九州作舍 仰观白练一抹，爱秋来时 和露摘花 带霜烹紫蟹，裴公野堂 陶令莲社 曾大笑赴约，想半纸功名 投入松醪 任喉间淹灭，是耶非耶 只背影留人说，赊来满身翠色 披发长歌 慨然去山河，极目天高云阔 层峦相叠 纷纷竞相惹，邀去幸甚闲客 两忘物我 不觉两鬓雪，这一程 不巾不栉 闲愁无多，飒踏缓行看尽最奇崛 何等快活，爱秋来时 和露摘花 带霜烹紫蟹，裴公野堂 陶令莲社 曾大笑赴约，想半纸功名 投入松醪 任喉间淹灭，是耶非耶 只背影留人说，赊来满身翠色 披发长歌 慨然去山河，极目天高云阔 层峦相叠 纷纷竞相惹，邀去幸甚闲客 两忘物我 不觉两鬓雪，这一程 不巾不栉 闲愁无多，飒踏缓行看尽最奇崛 何等快活，粗布朱紫如何 难道碍我 赏十里烟波，好景不避落拓 等闲衣着 也不遮颜色，扫阶青山对坐 两忘物我 不觉两鬓雪，这一程 不挂不舍 心放四野，飒踏缓行看尽最嵯峨 梅妻子鹤。"}
{"context": "请续写歌词，第一句为：来感动着人客官", "target": "来感动着人客官，悲情烟花巷内阵阵歌声，声声来感动人心情，伊放弃好名声，甘愿陪人客来唱歌，只为着要赚吃过生活，随人客来点歌，吉他声啊这孤单，来感动着人客官，歌是愈唱愈孤单，心就更加痛，伊唱出满腹的艰苦心情，无郎君来将伊疼，无奈沦落烟花巷内，声声唱悲歌，悲情烟花巷内阵阵歌声，声声来感动人心情，伊放弃好名声，甘愿陪人客来唱歌，只为着要赚吃过生活，随人客来点歌，吉他声啊这孤单，来感动着人客官，歌是愈唱愈孤单，心就更加痛，伊唱出满腹的艰苦心情，无郎君来将伊疼，无奈沦落烟花巷内，声声唱悲歌，随人客来点歌，吉他声啊这孤单，来感动着人客官，歌是愈唱愈孤单，心就更加痛，伊唱出满腹的艰苦心情，无郎君来将伊疼，无奈沦落烟花巷内，声声唱悲歌。"}
{"context": "请续写歌词，第一句为：且待额发轻细撚", "target": "且待额发轻细撚，且容脂粉敷妆面，山河飘摇入谁眼，蝼蚁无力撼九天，旌旗振振却空叹，号角声声亦无言，白骨森森谁曾怜，飞雪融泥便可掩，胡马又踏过几重关，愁丝不断，久待新戏无需演呐，寻空可与君相见，再续前缘，恰逢今日巧得闲呐，佳曲博得君展颜，曼曼轻舞胜似仙，余音未绝惊断弦呐，闻得君欲赴战前，此乃今生唯一愿，心愿尚且未了结，吾又怎能高枕眠，为君觅好鞍，勿忘备米面，忧绪劝说言，暗藏吾心间，别来似已过千年，回首清泪洗妆面，山河飘摇入我眼，蝼蚁合力撼九天，风啸箭羽掠过眼，抽刃横刀立马前，白骨森森无需怜，众生皆为守家园，若问几许盼，唯佑君平安，若问几许盼，唯佑复河山，盛世欢，撼九天，倾浩瀚，复河山，盛世欢，撼九天，倾浩瀚，国祚绵延。"}
{"context": "请续写歌词，第一句为：删光你的简讯烧掉所有的信", "target": "删光你的简讯烧掉所有的信，送走你养的猫咪换了个居住地，试图删除关于你全部的消息，告诉自己很多事情一个人也可以，一个人买东西一个人看电影，一个人去旅行一个人唱一曲，走在这城市里空虚得彻底，好天气坏心情有种情绪很莫名，是孤独在发病病入我心里，每一次唿吸都痛得哭泣，从前的回忆拼命想抛弃，却根本抹不去属于爱的痕迹，当相思在发病最怕想起你，想你又想你直到无药可医，怎么去治愈怎么去停息，我绝对不允许自己还爱你，删光你的简讯烧掉所有的信，送走你养的猫咪换了个居住地，试图删除关于你全部的消息，告诉自己很多事情一个人也可以，一个人买东西一个人看电影，一个人去旅行一个人唱一曲，走在这城市里空虚得彻底，好天气坏心情有种情绪很莫名，是孤独在发病病入我心里，每一次唿吸都痛得哭泣，从前的回忆拼命想抛弃，却根本抹不去属于爱的痕迹，当相思在发病最怕想起你，想你又想你直到无药可医，怎么去治愈怎么去停息，我绝对不允许自己还在爱你。"}
{"context": "请续写歌词，第一句为：飘尘世风荡情悬矣", "target": "飘尘世风荡情悬矣，在何处 安身立命，斑驳的手纹移心，注释漂泊不停，分不出嫣然深情的你，纷飞梦零落花叹息，在山隐寂落的庙宇，风雪复盖了屋脊，苍老渗入大地，故事静默等人追忆，恍然那痴心等待用尽了余力，魂牵梦绕是那萧瑟的身影，就像装裱红墙上的风景，留下了有关于我的诗句，轮回浪迹，读出了你如此坚定，只是我才明白如此美丽，纷飞梦零落花叹息，在山隐寂落的庙宇，风雪复盖了屋脊，苍老渗入大地，故事静默等人追忆，恍然那痴心等待用尽了余力，魂牵梦绕是那萧瑟的身影，就像装裱红墙上的风景，留下了有关于我的诗句，轮回浪迹，读出了你如此坚定，只是我才明白如此美丽，轮回浪迹，读出了你如此坚定，只是我才明白如此美丽，只是我才明白如此美丽。"}
{"context": "请续写歌词，第一句为：鸳鸯戏水浪花翻", "target": "鸳鸯戏水浪花翻，我和你相依相伴，手牵手走过四季情缱绻，真情芳香爱的花园，幸福就这么简单，找个爱人漫步红尘话呢喃，那怕饱受沧桑我也情愿，一起逛逛花园恩爱如初恋，幸福就这么简单，幸福就这么简单，话呢喃逛花园，恩爱 犹如初恋，花蝶相恋舞翩翩，甜蜜爱情好缠绵，没车没房我们一起去赚，携手共创温馨家园，幸福就这么简单，一生有你粗茶淡饭也喜欢，风雨同舟有爱依旧浪漫，执子之手与子携老，幸福享百年，幸福就这么简单，幸福就这么简单，齐弹爱的琴弦，恩爱，幸福享百年，幸福就这么简单，幸福就这么简单，共守爱的乐园，恩爱，幸福享百年，幸福就这么简单，共守爱的乐园，恩爱 幸福享百年。"}
{"context": "请续写歌词，第一句为：比音梦 我的梦", "target": "比音梦 我的梦，我们都有幸福梦，追求极致 责任担当，专注本业 我们都是比音勒芬人，比音梦 我的梦，我们都有中国梦，不忘初心 牢记使命，持续创新 我们都是比音勒芬人，山高路远 纵横驰骋，勇于拼搏是我们奋斗的精神，我们激情有壮志 我们自信闯天下，大国的品牌 比音的风采，我的大国品牌 我的比音勒芬，海阔天空 放眼世界，保持韧性是我们不朽的灵魂，我们匠心做百年 我们卓越立全球，大国的品牌 民族的脊梁，我的大国品牌 我的比音勒芬，比音梦 我的梦，我们都有幸福梦，追求极致 责任担当，专注本业 我们都是比音勒芬人，比音梦 我的梦，我们都有中国梦，不忘初心 牢记使命，持续创新 我们都是比音勒芬人，山高路远 纵横驰骋，勇于拼搏是我们奋斗的精神，我们激情有壮志 我们自信闯天下，大国的品牌 比音的风采，我的大国品牌 我的比音勒芬，海阔天空 放眼世界，保持韧性是我们不朽的灵魂，我们匠心做百年 我们卓越立全球，大国的品牌 民族的脊梁，我的大国品牌 我的比音勒芬，我的比音勒芬。"}
{"context": "请续写歌词，第一句为：还是挣扎该不该放下", "target": "还是挣扎该不该放下，关于那些为了爱你犯的傻，情话悄无声息，变成谎话，剧情也在一瞬间老化，刻骨铭心被疼痛代替了，我不再是你的什么，翻看那些年相爱过的年华，与你只是瞬息罢了，看不穿的真假，等不到的繁华，一切一切一切都已变卦，怎么等待注定是一座空城吧，没有你的爱枯萎枝芽，看不穿的真假，等不到的繁华，一切一切一切都已变卦，原来期待不过是镜花水月不是吗，多么期盼曾经的天真不会长大，还是挣扎该不该放下，关于那些为了爱你犯的傻，情话悄无声息，变成谎话，剧情也在一瞬间老化，刻骨铭心被疼痛代替了，我不再是你的什么，翻看那些年相爱过的年华，与你只是瞬息罢了，看不穿的真假，等不到的繁华，一切一切一切都已变卦，怎么等待注定是一座空城吧，没有你的爱枯萎枝芽，看不穿的真假，等不到的繁华，一切一切一切都已变卦，原来期待不过是镜花水月不是吗，多么期盼曾经的天真不会长大。"}
{"context": "请续写歌词，第一句为：胸前的红领巾", "target": "胸前的红领巾，迎风飘扬，我心中的梦想，扬帆起航，在五星红旗下 许下愿望，为实现梦想 天天向上，东方的启明星，点亮太阳，让心中的梦想，绽放光芒，在祖国 的怀抱 快乐成长，心怀着梦想 快乐成长，让心中的梦想 红旗下飘扬闪亮，Lalala lalala lalalalala，Lalala lalala lalalalala，用你我的彩笔，画出翅膀，让心中的梦想，自由飞翔，lalala lalala 我们歌唱，lalala lalala 放飞梦想，lalala lalala 我们歌唱，lalala lalala 放飞梦想。"}
{"context": "请续写歌词，第一句为：茫茫夜雨", "target": "茫茫夜雨，关起这盏灯，茫茫夜深，收起这颗心，依脚步，谁能就似别离去，我若离去，不生悔恨，不要问我，当天我可憎，无言地哭，知否爱几深，当天你，没谁能似变忘记，再度和你，将心贴近，世界难容一对情人，凌晨难容一刻再吻，默默地让眼泪藏在心里，心就因爱你才伤心，回头望你，多少痛苦心，祈求别等，不管爱几深，天色已渐凌晨，但请淡忘我，纵使情节，终于也是要分，世界难容一对情人，凌晨难容一刻再吻，默默地让眼泪藏在心里，心就因爱你才伤心，回头望你，多少痛苦心，祈求别等，不管爱几深，天色已渐凌晨，但请淡忘我，纵使情节，终于也是要分。"}
{"context": "请续写歌词，第一句为：乘着月亮来看你", "target": "乘着月亮来看你，雁传书琴为媒，天边的你已把我的心儿迷，云在游风儿追，月亮为伴星儿身上披，飞过山越过水，摘一束星光拥在你怀里，乘着月亮来看你，爱像月色朦胧情似湖水涟漪，乘着月亮来看你，聆听你的故事倾诉我的爱意，雁传书琴为媒，天边的你已把我的心儿迷，云在游风儿追，月亮为伴星儿身上披，飞过山越过水，跟着琴声追寻心中的你，心儿跳啊跳梦就醉啊醉，摘一束星光拥在你怀里，乘着月亮来看你，情已注入温度爱已吻上印记，乘着月亮来看你，掀起夜的帷幕去收获爱的奇迹，乘着月亮来看你，爱像月色朦胧情似湖水涟漪，乘着月亮来看你，聆听你的故事倾诉我的爱意，乘着月亮来看你。"}
{"context": "请续写歌词，第一句为：朦胧世界", "target": "朦胧世界，盖满尘土，幸福细节，看不很清楚，漫漫长路，寂寞封堵，忽然加速，穿越过孤独，日出月圆，失眠不安，一日三餐，苦涩的糕点，时间戒严，不太安全，难缠艳遇，陶醉的经验，忘记了身边茫茫人海，无忧的岛屿你在不在，选好的目的不再修改，疲倦了做一个梦，在次日醒来，在此时醒来，朦胧世界，盖满尘土，幸福细节，看不很清楚，漫漫长路，寂寞封堵，忽然加速，穿越过孤独，日出月圆，失眠不安，一日三餐，苦涩的糕点，时间戒严，不太安全，难缠艳遇，陶醉的经验，忘记了身边茫茫人海，无忧的岛屿你在不在，选好的目的不再修改，疲倦了做一个梦，在次日醒来，在此时醒来，在此时醒来，在此时醒来，在此时醒来，在此时醒来，在此时醒来，在此时醒来。"}
{"context": "请续写歌词，第一句为：在书店翻阅了一整天", "target": "在书店翻阅了一整天，在咖啡店和朋友聊了一整夜，文字语言占满心中 每一寸空间，就是填不满 你的缺，那么多的道理在规劝，遗忘的方法似乎随处都可见，爱情是否历久弥坚 也像推销员，好过不好过 还得自己发现，说思念 太丢脸 说明天 太冒险，除非我们还有机会破镜重圆，想再约 太随便 痛犹言 在耳边，再见 是最好的 金玉良言，那么多的道理在规劝，遗忘的方法似乎随处都可见，爱情是否历久弥坚 也像推销员，好过不好过 还得自己发现，说思念 太丢脸 说明天 太冒险，除非我们还有机会破镜重圆，想再约 太随便 痛犹言 在耳边，再见 是最好的 金玉良言，说天气 没重点 说昨天 太狂野，除非我们的事已经事过境迁，想问你 的一切 还是停 在嘴边，再见 是最短的 金玉良言，我们 最好还是别再 再见。"}
{"context": "请续写歌词，第一句为：有缘无份真无奈", "target": "有缘无份真无奈，是天的安排，虽然相爱到尾也着分东西，怨叹你怨叹我，不该来熟悉，造成二人的伤害，千言万语在心内，不敢讲出来，我的痛苦有谁人了解，我明知我明知，明知无将来，又何必苦苦块等待，有缘无份真无奈，是天的安排，虽然相爱到尾也着分东西，怨叹你怨叹我，不该来熟悉，造成二人的伤害，千言万语在心内，不敢讲出来，我的痛苦有谁人了解，我明知我明知，明知无将来，又何必苦苦块等待，怨叹你怨叹我，不该来熟悉，造成二人的伤害，千言万语在心内，不敢讲出来，我的痛苦有谁人了解，我明知我明知，明知无将来，又何必苦苦块等待。"}
{"context": "请续写歌词，第一句为：买了过季的时髦的V字领", "target": "买了过季的时髦的V字领，开着的没有常识我的情人，打着金晃晃遮不住一滴雨的伞，让你同伴感到难堪，假设这样的你明白 迷途需要知返，就不怕被平凡为难，从你口中出的狂言 等着命来应验，相信你的魔鬼身材，崇拜的人需要被崇拜，被不负责任地宠坏，空白的心不分好赖，偏偏喜欢去站黑白，崇拜的人需要被崇拜，被不负责任地宠坏，空白的心不分好赖，偏偏喜欢去站黑白，买了昨天和今天的 没营养的矫情，丢到自己的碗里面，看了一整夜的煽情，上班肿的眼睛，像是努力记忆中的金鱼，假设这样的你明白 迷途需要知返，就不怕被平凡为难，从你口中出的狂言 等着命来应验，相信你的魔鬼身材，崇拜的人需要被崇拜，被不负责任地宠坏，空白的心不分好赖，偏偏喜欢去站黑白，崇拜的人需要被崇拜，被不负责任地宠坏，空白的心不分好赖，偏偏喜欢去站黑白，崇拜的人需要被崇拜，被不负责任地宠坏，空白的心不分好赖，偏偏喜欢去站黑白，崇拜的人需要被崇拜，被不负责任地宠坏，空白的心不分好赖，偏偏喜欢去站黑白。"}
{"context": "请续写歌词，第一句为：尘埃将一切迅速的掩盖", "target": "尘埃将一切迅速的掩盖，我继续期待继续期待，可是你始终没再来，弥补的只有插曲式恋爱，没有心痛过的爱，自然也永不精彩，旧事旧梦不复再，才自觉是这么不爱，旧事旧梦不复再，才懂珍惜你付出的爱，可惜枯萎的花怎样也不会，再开，再不可更改，年少时随便爱恋，自恃有天才，无心去爱，只将一切看得很应该，同你离别后我方，自觉太蠢材，无心去爱，是一千个不应该，这天尽管心悔改，这天尽管一再的冀待，我却很清楚，要孤单对着未来，回忆中不觉渗出的感慨，叫我又期待继续期待，可是你始终没再来，从今不需要插曲式恋爱，任这追悔里的爱，伴随永不更改，旧事旧梦不复再，才自觉是这么不爱，旧事旧梦不复再，才懂珍惜你付出的爱，可惜枯萎的花怎样也不会，再开，再不可更改，年少时随便爱恋，自恃有天才，无心去爱，只将一切看得很应该，同你离别后我方，自觉太蠢材，无心去爱，是一千个不应该，这天尽管心悔改，这天尽管一再的冀待，我却很清楚，要孤单对着未来，我已很清楚，要孤单对着未来。"}
{"context": "请续写歌词，第一句为：好难过", "target": "好难过，这不是我要的那种结果，你说过，这辈子你都不会离开我，离开我，太多太多让你迷惑，最后你还是离开了我，开始沉默什么都不说，就让泪水慢慢的滑落，不要再来伤害我，自由自在多快乐，不要再来伤害我，我会迷失了自我，畏畏缩缩那不是我，不是我要故意闪躲，你不爱我又回来问我，是否我们还能重新来过，不要再来伤害我，自由自在多快乐，不要再来伤害我，我会迷失了自我，你是你我还是我，各自生活，挣脱爱的枷锁，即使我再度寂寞，再难过，也比从前要好得很多，不要再来伤害我，自由自在多快乐，不要再来伤害我，我会迷失了自我，不要再来伤害我，自由自在多快乐，不要再来伤害我，我会迷失了自我，不要再来伤害我。"}
{"context": "请续写歌词，第一句为：在你的空间", "target": "在你的空间，有我的空间，男的女的感觉像春天，想多爱一点，又想多赚一点，追求现代的你现代的我，光阴似箭，在你的空间，有我的空间，有时不小心也会翻翻脸，一世姻缘就是这么简单，回头看看你我看看，地球又转了一圈，你罗嗦我罗嗦，大家都罗嗦，你不走我想走，难道就爱你一个，你罗嗦我罗嗦，你说怎么过，可是离开这把锁，鸟儿又想要找窝，你罗嗦我罗嗦，谁也没有错，学会理解和原谅宽容，就会特别多，你罗嗦我罗嗦，大家一起过，不管明天会有什么，共同分享这快乐，罗嗦，在你的空间，有我的空间，有时不小心也会翻翻脸，一世姻缘就是这么简单，回头看看你我看看，地球又转了一圈，你罗嗦我罗嗦，大家都罗嗦，你不走我想走，难道就爱你一个，你罗嗦我罗嗦，你说怎么过，可是离开这把锁，鸟儿又想要找窝，你罗嗦我罗嗦，谁也没有错，学会理解和原谅宽容，就会特别多，你罗嗦我罗嗦，大家一起过，不管明天会有什么，共同分享这快乐，罗嗦，有你的空间，有我的空间，有我的空间。"}
{"context": "请续写歌词，第一句为：等待你眼里的花开", "target": "等待你眼里的花开，耳边风依旧在，不愿醒来，想给你最甜美的爱，无奈曾与你的对白，逃不开我脑海，冬去春来，是我对你早已依赖，浮云外明月照人来，你近水楼台还装乖，迫不及待我被你打败 哎呦，等一个未来，哦越山海云影共徘徊，这流光溢彩化不开，大惊小怪都置之度外 哎呦，你就是我的风华绝代，奇怪进度被我加快，剧情随我更改，放心我在，做你永远的挡箭牌，宠爱你翩跹的裙摆，你风中纷飞的发带，万千姿态，我全部都顶礼膜拜，浮云外明月照人来，你近水楼台还装乖，迫不及待我被你打败 哎呦，等一个未来，哦越山海云影共徘徊，这流光溢彩化不开，大惊小怪都置之度外 哎呦，你就是我的风华绝代，浮云外明月照人来，你近水楼台还装乖，迫不及待我被你打败 哎呦，等一个未来，哦越山海云影共徘徊，这流光溢彩化不开，大惊小怪都置之度外 哎呦，你就是我的风华绝代。"}
{"context": "请续写歌词，第一句为：造型摆一摆", "target": "造型摆一摆，温馨的情怀，随意表情都精彩，这型怎么摆，不管怎么拍，随心影像存下来，写实的照片，传世的瞬间，拍拍纪念都是甜，简单的场面，温情的画面，拍拍世界都实现，我畅想未来怎么拍，我陪你天涯拍喜爱，不会摆拍时尚的画面，也一样迷人精彩，让时光点亮我的爱，在你的世界燃起来，简单的样实际更出像，照出精神年轻的样，写实的照片，传世的瞬间，拍拍纪念都是甜，简单的场面，温情的画面，拍拍世界都实现，我畅想未来怎么拍，我陪你天涯拍喜爱，不会摆拍时尚的画面，也一样迷人精彩，让时光点亮我的爱，在你的世界燃起来，简单的样实际更出像，照出精神年轻的样，我畅想未来怎么拍，我陪你天涯拍喜爱，不会摆拍时尚的画面，也一样迷人精彩，让时光点亮我的爱，在你的世界燃起来，简单的样实际更出像，照出精神年轻的样。"}
{"context": "请续写歌词，第一句为：一艘小小红船", "target": "一艘小小红船，穿过了激流险滩，波澜壮阔气象万千，四面八方都刮目相看，福泽绵绵万年，初心不改永向前，华夏大地已换新颜，幸福的人们都在点赞，百年的中国大步向前，复兴的使命快马扬鞭，牢记我们的红色经典，巍巍巨轮驶向了明天，红色的征程千斤重担，长征的路上努力奉献，牢记我们的宏伟大愿，矢志不渝奋斗到永远，福泽绵绵万年，初心不改永向前，华夏大地已换新颜，幸福的人们都在点赞，百年的中国大步向前，复兴的使命快马扬鞭，牢记我们的红色经典，巍巍巨轮驶向了明天，红色的征程千斤重担，长征的路上努力奉献，牢记我们的宏伟大愿，矢志不渝奋斗到永远，百年的中国大步向前，复兴的使命快马扬鞭，牢记我们的红色经典，巍巍巨轮驶向了明天，红色的征程千斤重担，长征的路上努力奉献，牢记我们的宏伟大愿，矢志不渝奋斗到永远，矢志不渝奋斗到永远。"}
{"context": "请续写歌词，第一句为：鸣蜩迟声懒，花下淌银湾", "target": "鸣蜩迟声懒，花下淌银湾，流萤是星子漫坠，迸入了舴艋船，良夜拥青峦，薄汗透云衫，恰是春才尽，夏既还，碧玉年华始贪欢，行令咏遍皆绮怀，濯屐齿，扶琼簪，习得饮酒怯抿含，他照月收缰，一束月华觑作岚，临桥饮马，一道桥虹跃涧来，方知温润月白，如他衣衫，浴水初月，如他眉弯，他振袂时牵动着风惊扰耳畔，迂回成我朦胧的喟叹，采莲到江南，敛裾戏叶间，云翳是燕尾裁开，忙赶着余春散，捻子不落盘，眼波空流转，犹在烟柳岸，绘纸伞，控笔欲赋恨无辞，借得前文题罗扇，调素弦，复惘然，梦里行客曲中唤，他抱剑轻弹，信口低和醉肝胆，拎觞漫咏，诗意承蒙韶光缓，方知温润月白，如他衣衫，浴水初月，如他眉弯，他振袂时牵动着风惊扰耳畔，迂回成我朦胧的喟叹，方知衷肠九转，难写两三，诗行千万，温柔百般，他落款后余下的墨久晾未干，镌印成我眸底的深川，我提裙垂眼妄自赠一枝菡萏，所思远在尘寰绝色外。"}
{"context": "请续写歌词，第一句为：彼此的心此刻也许已厌倦", "target": "彼此的心此刻也许已厌倦，爱到了今天已没有像从前，雨轻飘，像破碎的爱还凌乱，看不穿，脸上淡淡的笑心更酸，灰色淹透我心一千寸，悲伤到我身边打转，眼泪迎着雨落不断，伴我寂寞的每一天，伤心伤心伤心痛苦太突然，看到你的心确实没法自然，似疯癫，令我再次跌落迷乱，我的心被豆似的箭打穿，灰色淹透我心一千寸，悲伤到我身边打转，眼泪迎着雨落不断，伴我寂寞的每一天，雨轻飘，像破碎的爱还凌乱，看不穿，脸上淡淡的笑心更酸，灰色淹透我心一千寸，悲伤到我身边打转，眼泪迎着雨落不断，伴我寂寞的每一天，雨轻飘，像破碎的爱还凌乱，看不穿，脸上淡淡的笑心更酸，灰色淹透我心一千寸，悲伤到我身边打转，眼泪迎着雨落不断，伴我寂寞的每一天，似疯癫，令我再次跌落迷乱，我的心被豆似的箭打穿，灰色淹透我心一千寸，悲伤到我身边打转，眼泪迎着雨落不断，伴我寂寞的每一天。"}
{"context": "请续写歌词，第一句为：回家", "target": "回家，回家，把幸福带回家，把幸福带回家，陪妈说说家乡话，一年四季总忙活，很少顾到家，儿行千万里，牵挂要数妈，盼儿成长出息大，拥有个幸福的家，把幸福带回家，给爸好好泡壶茶，一年到头总忙碌，是您撑起家，儿行千万里，骄傲属于爸，愿儿前程更远大，安心工作别想家，把幸福带回家，陪妈说说家乡话，把幸福带回家，给爸好好泡壶茶，把团圆带回家，把欢笑带回家，挨家串户走亲友，和美乐开花，把幸福带回家，给爸好好泡壶茶，一年到头总忙碌，是您撑起家，儿行千万里，骄傲属于爸，愿儿前程更远大，安心工作别想家，把幸福带回家，陪妈说说家乡话，把幸福带回家，给爸好好泡壶茶，把团圆带回家，把欢笑带回家，挨家串户走亲友，和美乐开花，把幸福带回家，陪妈说说家乡话，把幸福带回家，给爸好好泡壶茶，把团圆带回家，把欢笑带回家，挨家串户走亲友，和美乐开花，挨家串户走亲友，和美乐开花。"}
{"context": "请续写歌词，第一句为：听说你现在过的很不错", "target": "听说你现在过的很不错，我也勉强祝福你能快乐，放开的手 已学不会紧握，从你离开之后 我开始沉默，爱就是爱到痛了，痛不放手的自我折磨，像刺刀一样锋利，不带感情靠近我的胸口，我很痛却又不肯说，还以为像小说，站在雨中 你就会回头，爱就是许下承诺，转身忘了不需要理由，省略过我的难过，你的洒脱 选择保持沉默，你不懂 不会感同身受，走过我的身后说了一句，你也要快乐 就走了，如果爱一个人能到白头，是否不会有人像我失魂落魄，无话可说 你有选择的自由，我该怎么做，你才不会出现我梦中，爱就是爱到痛了，痛不放手的自我折磨，像刺刀一样锋利，不带感情靠近我的胸口，我很痛却又不肯说，还以为像小说，站在雨中 你就会回头，爱就是许下承诺，转身忘了不需要理由，省略过我的难过，你的洒脱 选择保持沉默，你不懂 不会感同身受，走过我的身后说了一句，你也要快乐 就走了。"}
{"context": "请续写歌词，第一句为：你总有那么多奇怪的问题", "target": "你总有那么多奇怪的问题，我怎么解释都说不出道理，你狡辩的能力我佩服之极，我宣布投降乖乖就擒，你总有那么多奇怪的问题，我怎么解释都说不出道理，你狡辩的能力我佩服之极，我宣布投降乖乖就擒，我们之间充满了太多的乐趣，有你一天就会觉得好开心，谢谢你总给带来欢声笑语，只要你愿意我愿给你一个家庭，你总有那么多奇怪的问题，我怎么解释都说不出道理，你狡辩的能力我佩服之极，我宣布投降乖乖就擒，你总有那么多奇怪的问题，我怎么解释都说不出道理，你狡辩的能力我佩服之极，我宣布投降乖乖就擒，我们之间充满了太多的乐趣，有你一天就会觉得好开心，谢谢你总给带来欢声笑语，只要你愿意我愿给你一个家庭。"}
{"context": "请续写歌词，第一句为：荒漠之中你带我找到绿洲", "target": "荒漠之中你带我找到绿洲，等候之中是你陪我度过，曾经理过我决定不再回头，就让你带领我找到梦想出口，去看见不一样的我，再一次全心献上超越我的力量，循着你为我定的方向，再一次全心建造属于我们的家，期待尽力被更新后的曙光，期待你的光，曾忘记过你原如此的爱我，你说出口就不曾改变过，我的生命是那么与众不同，就让你带领我找到梦想出口，去看见不一样的我，再一次全心献上超越我的力量，循着你为我定的方向，再一次全心建造属于我们的家，渴望看见那荣耀的光芒，这一刻我的一切为你所有，我的一生只为你感动，为你感动 喔，让笑容充满世界每个角落，看见希望在你手中找到新的梦，找到新的梦，再一次全心献上超越我的力量，循着你为我定的方向，全心建造属于我们的家，期待尽力被更新的曙光，再一次全心献上超越我的力量，循着你为我定的方向 耶，全心建造属于我们的家，渴望看见那荣耀的光芒，全心的献上，全心的建造，超越我力量只为建造你的家，建造你的家，属于你的家。"}
{"context": "请续写歌词，第一句为：伫立在黄昏的窗前", "target": "伫立在黄昏的窗前，等待夕阳吞噬我的脸，宁愿我的双眼看不见，好让你离我越来越远，有些谎言禁不起考验，又何必让我无意之间去发现，我们的心已改变不再像从前，所有的爱已到终点，有些情节一再地重演，要等到悲伤落幕你才会了解，我们的心已改变不再像从前，只是觉得对自己抱歉，如今晚霞就像一把燃烧的火焰，会把你的温柔一点一点毁灭，所有的永远都在瞬间，化为一种无言的画面，如今晚风就像一把尖锐的刀片，会把我的记忆切成一点一点，所有的永远都在瞬间，化为一种无言的画面，明知道总有一天，所有的悲欢都将离我而去，但是我仍然坚定地找寻，找寻那些最美丽最纠缠，值得为他再活一次的记忆。"}
{"context": "请续写歌词，第一句为：相聚总不那么从容", "target": "相聚总不那么从容，告别还是忧心忡忡，借口有缘也好无份也好，安慰得了谁的心哪，相聚总不那么从容，告别还是忧心忡忡，借口有缘也好无份也好，安慰得了谁的心哪，嘴里说着给你的所有，不是为了一世一生，却常设想明天就能够，与你相偎相依相守，情人情人情人难留，多留一点点时间又有何用，情人情人情人难留，会不会在阳光下牵我的手，相聚总不那么从容，告别还是忧心忡忡，借口有缘也好无份也好，安慰得了谁的心哪，嘴里说着给你的所有，不是为了一世一生，一颗执迷不悟的心，随着你忽去又忽留，情人情人情人难留，多留一点点时间又有何用，情人情人情人难留，会不会在阳光下牵我的手，情人情人情人难留，多留一点点时间又有何用，情人情人情人难留，会不会在阳光下牵我的手，会不会在阳光下牵我的手。"}
{"context": "请续写歌词，第一句为：你说双子座的我是花心的恶魔", "target": "你说双子座的我是花心的恶魔，总是毫无里头不要在挑战我，我说你是个猪头天天就知道写歌，写了那么多歌至少有一两百首，未成年的我不懂你的原则，只想每天开开心心的过，双子座的我也没有要求太多，唯一要求是为你写一首歌，对于你问的问题我也无法说明，你真的太无敌让我无从回应，这只能说明一个问题我欺负的就是你，对于你的坏脾气我当做孩子气，未成年的我不懂你的原则，只想每天开开心心的过，双子座的我也没有要求太多，唯一要求是为你写一首歌，嗒，嗒，嗒，嗒，未成年的我不懂你的原则，只想每天开开心心的过，双子座的我也没有要求太多，唯一要求是为你写一首歌，未成年的我不懂你的原则，只想每天开开心心的过，双子座的我也没有要求太多，唯一要求是为你写一首歌。"}
{"context": "请续写歌词，第一句为：屋子里面有很多曾经拥有过的浪漫", "target": "屋子里面有很多曾经拥有过的浪漫，那是爱过以后残留的灵魂仍缠绕在身边，你的笑颜，你深情的眼，留给我太多牵盼，如今我的疲倦连同我的泪眼，还要守着这份孤单，时间并非冲淡我为你，暄存了多年的眷恋，只是慢慢模煳的视线，看不清，越来越远的画面，仍然盼望电话那头传来你那无情的眼，让我感觉你的存在虽已那样的遥远，已经无法回到那些从前，无法回到那一天，你灿烂的笑容，痴情的眼眸，曾给了我太多，早已熄灭的火焰，思念不断蔓延，屋里的视线，越来越暗淡，一切离我越来越远，时间并非冲淡我为你，暄存了多年的眷恋，只是慢慢模煳的视线，看不清，越来越远的画面，仍然盼望电话那头传来你那无情的眼，让我感觉你的存在虽已那样的遥远，已经无法回到那些从前，无法回到那一天，你灿烂的笑容，痴情的眼眸，曾给了我太多，早已熄灭的火焰，思念不断蔓延，屋里的视线，越来越暗淡，一切离我越来越远，屋里的视线，越来越暗淡，一切离我越来越远。"}
{"context": "请续写歌词，第一句为：如果你睁开眼", "target": "如果你睁开眼，已经逃离那座，熟悉的城，逃离那个，在你枕边的人，如果你闭上眼，已经苟且在，不属于你的城市，是否还会唱起，那首枕边的歌，我听说有那么一个地方，那里是孤独的人的天堂，所有人的脸上，都看上去没有什么紧张，所有的青春的悲伤往事，都随着时间一起坠落，我们一起落魄，一起搭上那列绿皮的火车，如果你睁开眼，已经逃离那座，熟悉的城，逃离那个，在你枕边的人，如果你闭上眼，已经苟且在，不属于你的城市，是否还会唱起，那首枕边的歌，我听说有那么一个地方，那里是孤独的人的天堂，所有人的脸上，都看上去没有什么紧张，所有的青春的悲伤往事，都随着时间一起坠落，我们一起落魄，一起搭上那列绿皮的火车，扑朔迷离的夜，伴随着挥之即来的执着，像手中的沙，抓得越紧散落越多，我听说有那么一个地方，那里是孤独的人的天堂，所有人的脸上，都看上去没有什么紧张，所有的青春的悲伤往事，都随着时间一起坠落，我们一起落魄，一起搭上那列绿皮的火车，我们一起落魄，一起搭上那列绿皮的火车，我们一起落魄，一起搭上那列绿皮的火车。"}
{"context": "请续写歌词，第一句为：不管管我", "target": "不管管我，我会作反，请你教训我，不怕你恶，我怕你，不理我，若坏事，越做越多，不要放过我，恐怕真正要斗过，在世上只得，你可牵制我，凶一些，也不怕，上帝若决定派你收伏，我躲得过吗，狠一些，也不怕，尽了力对付我，我等着去欣赏你，怎去将我私有化，天收我，爱你太多，所以当我错，请你依照你计划，修理我，即使我，杂念甚多，一爱爱八个，不见得会有哪个，让我极担心，会否不爱我，凶一些，也不怕，上帝若决定派你收伏，我躲得过吗，狠一些，也不怕，尽了力对付我，我等着去欣赏你，怎去将我去感化，凶一些，也不怕，上帝若决定派你收状，我躲得过吗，狠一些，也不怕，尽了力对付我，我等着去欣赏你，怎去将我私有化，凶一些，也不怕，上帝若决定派你收状，我躲得过吗，狠一些，也不怕，尽了力收伏我，怎去将我去感化，快快开火，技术性击倒我，我太清楚，万物也总有，一个克一个，索性观摩，看你会怎么，镇压封锁，撤野的我。"}
{"context": "请续写歌词，第一句为：曾经书中酝酿", "target": "曾经书中酝酿，但是没有太过明讲，情节多跌宕 却没提及，六便士与白月光，也许读懂才真正了解，现实梦想难丈量，你是藏在我眼眶里的光，高高在上却心之所向，没关系 天空越黑 星星越亮，我野蛮生长 没能成为自己的月亮，等我攒够了六便士 就去找月亮，我遇见你 是银河赠予我的糖，愿为你踏过星光，燃尽我所有的疯狂，只一路前往，不管沿途有多少雨露风霜，即使这遇见如梦一场，也想守在你身旁，那往后余生不短也不长，若牵手便不负好时光，没关系 天空越黑 星星越亮，我野蛮生长 没能成为自己的月亮，等我攒够了六便士 就去找月亮，我遇见你 是银河赠予我的糖，刚刚好 不用丈量 你的方向，我踮起脚尖 伸手就更接近那月光，当月亮褪去了华裳 初露那红妆，你住心上 月光一样闪闪发亮。"}
{"context": "请续写歌词，第一句为：明明知道不可能", "target": "明明知道不可能，还硬硬要把我留住，明明知道死了心，还一再对爱的贪图，说好让我飞，却又把我困住，你占有不代表你拥有全部，说好要结束，却一再的反复，能不能就到此为止各走各的路，爱飘向水中央，恣意的游荡，风若没有方向，就不要阻挡它的去向，我飘向水中央，自由的游荡，你若没有方向，就不要控制我的去向，明明知道不可能，还硬硬要把我留住，明明知道死了心，还一再对爱的贪图，说好让我飞，却又把我困住，你占有不代表你拥有全部，说好要结束，却一再的反复，能不能就到此为止各走各的路，爱飘向水中央，恣意的游荡，风若没有方向，就不要阻挡它的去向，我飘向水中央，自由的游荡，你若没有方向，就不要控制我的去向，我飘向水中央，自由的游荡，你若没有方向，就不要控制我的去向。"}
{"context": "请续写歌词，第一句为：雨下得满街流 心事却惆怅", "target": "雨下得满街流 心事却惆怅，风吹得树儿摇 泪水却流淌，你的思念 我心的渴望，只想早日 回到我的家乡，总是在睡梦里 无端地惊起，也是在睡梦里 我又见到你，你的思念 我心的渴望，只想早日 回到我的家乡，呜…呜…呜…呜，你的模样未更改 只想吻吻你的脸，一步一步走近你 我的家乡我的思念，你的模样未更改 只想吻吻你的脸，一步一步走近你 我的家乡我的思念，总是在睡梦里 无端地惊起，也是在睡梦里 我又见到你，你的思念 我心的渴望，只想早日 回到我的家乡，你的模样未更改 只想吻吻你的脸，一步一步走近你 我的家乡我的思念，你的模样未更改 只想吻吻你的脸，一步一步走近你 我的家乡我的思念，你的模样未更改 只想吻吻你的脸，一步一步走近你 我的家乡我的思念，你的模样未更改 只想吻吻你的脸，一步一步走近你 我的家乡我的思念，呜…呜…呜…呜。"}
{"context": "请续写歌词，第一句为：天空", "target": "天空，留下道美丽的霓虹，我们却没有在最后一秒，去决定该怎做，说了抱歉以后，凝视你消瘦的脸孔，一个人走在回家路，想恨没有理由，情绪，如今的唿吸多点力气，忘记的能力到底去哪里，仍然去想你，你到底去哪里，凄凉是我自己，唯一的成全是我可以，说对不起，留一句，留些话语，在爱情开始到结束，始终都没有错，结局只怕没有缘分没有用，最后一首歌我们去享受，一起唱完这首歌，我哭了你忍了，紧紧的抱着那首歌，名叫做分手快乐，虽走不出分离，思绪痛苦不已，如今看着天空开始忘记，天空，留下了最后的温柔，我们却没有在最后一秒，去说清楚分手，一切消逝在风中，眼泪也随风在空中，一个人再回头，看不到以后梦的温柔，在爱情开始到结束，始终都没有错，结局只怕没有缘分没有用，最后一首歌我们去享受，一起唱完这首歌，我哭了你忍了，紧紧的抱着那首歌，名叫做分手快乐，虽走不出分离，思绪痛苦不已，如今看着天空开始忘记，天空，留下道美丽的霓虹，我们却没有在最后一秒，去决定该怎做，说了抱歉以后，凝视你消瘦的脸孔，一个人走在回家路，想恨没有理由。"}
{"context": "请续写歌词，第一句为：改变自己", "target": "改变自己，我出门了 载四个哥们 这次的故事发生在伦敦，星期六夜 变的特别 所有人都 Hi，突然一名 可爱女PC 毫不忧郁拉我进舞群里，她的身体多么贴近 我才听见她歌 声，我听过 台湾国语 广东国语 北京话还有南方国语，当然也游ABC国语 全世界都努力学国语，你为什么都听我的中语 发现了这一位英国舞女，听了特别 为它写首曲 记录我们这神奇的 教育，我想追也追不到 音乐是我的呼吸 不用再想太多 它自然在我身体里，是不是第13张专集不可思议 是怕灵 感太多来不及记，优质同时而目无新 带你从纽约到乌鲁木齐，从京剧昆曲现在到伦敦的Cockney，有些人只会重复自己担心那里luck me start me，如果我太大力 但你跳的好又下挺 带动整个party，一直到凌晨6点都不会 停，不自信 跟你醒 come on放开你的心 伦敦的MM 原来也有人喊你口音，在我的耳边给我多说几句 你知道我一定爱听，Cockney中文。"}
{"context": "请续写歌词，第一句为：原来太努力", "target": "原来太努力，会让你担心，爱变成压抑，你宁愿孤寂，一口的深呼吸，我竟然会掉下泪水，对不起学不会怎么爱你，我怕已来不及，再刻骨铭心，找到了又逃避，这是什么道理，我和你依然在，玩寻人游戏，呼叫没有回音，我这脆弱声音，除了我还有谁，只有我，躲在漆黑的空屋里，活在旧回忆，那曾属于我们，美好的宽敞的天地，拿不起去放弃的勇气，我一败涂地，啊，原来太努力，会让你担心，爱变成压抑，你宁愿孤寂，雨后会放晴，我总是不相信，一觉醒来，还是不清醒，找到了又逃避，这是什么道理，我和你依然在，玩寻人游戏，呼叫没有回音，我这脆弱声音，除了我还有谁，只有我，找到了又逃避，这是什么道理，我和你依然在，玩寻人游戏，呼叫没有回音，我这脆弱声音，除了我还有谁，只有我。"}
{"context": "请续写歌词，第一句为：不要看我 红尘之中", "target": "不要看我 红尘之中，忘了你 忘了我，不再泪流 冷雨清风，带不走的寂寞，君不知多情总被无情漏，独叹一声 人空瘦 心更透，一人诉到何时才够，是我笑 琴声如泣 音不尽，还是琴身 笑我 情难定，总有多少世间人 还在夜深人静 孤灯素影，思绪 到天明 到天明，到天明，不要看我 红尘之中，忘了你 忘了我，不再泪流 冷雨清风，带不走的寂寞，君不知多情总被无情漏，独叹一声 人空瘦 心更透，一人诉到何时才够，是我笑 琴声如泣 音不尽，还是琴身 笑我 情难定，总有多少世间人 还在夜深人静 孤灯素影，思绪 到天明 到天明，到天明。"}
{"context": "请续写歌词，第一句为：远风吹瑟瑟", "target": "远风吹瑟瑟，楚歌声震帐中作变，血染如江河，月下旗乱乌骓嘶鸣，千军万马始于垓下，佳人拭泪英雄无策，西风残破兵戈相见，浊浪滔天逝天涯，遥望不见 伤恨离别，心中被枷锁的思念，生死难全 倚剑长眠，往事随风消散如烟，忆昔金戈铁马，八千壮士直捣咸阳，逐鹿问鼎中原，西楚霸王谁与我当，千骑星飞龙疲虎乏，拔山力尽颓势难回，七载成败转头为空，英雄末路奈若何，遥望不见 伤恨离别，心中被枷锁的思念，生死难全 倚剑长眠，往事随风消散如烟，四面楚歌 哀鸿遍野，八千壮士已夭尽折，帐下伊人 香消玉殒，含恨饮泪值此作别，剑指沙场 血雨洗面，力拔盖世仍难违天，生之所欲 死之所求，壮气如虹愿魂洒乌江，擂鼓轰鸣 风声凌乱，我自横天笑问苍穹，遥想当年 鸿门设宴，放虎归山终引祸端，秋风凛 刀光影 身首异处，生死命 两茫茫 终归尘土，悲歌泣 一声叹息，恐不能衣锦还乡，遥望不见 伤恨离别，心中被枷锁的思念，生死难全 倚剑长眠，往事随风消散如烟，一曲悲歌唱无眠，今夜 执此剑照碧血，万里山河一如烟，宁愿 系孤艇乌江边。"}
{"context": "请续写歌词，第一句为：好想多看看你一眼", "target": "好想多看看你一眼，让我记住你美丽瞬间，骄傲的气质迷人身材，你是我眼中的玫瑰，耶耶耶，来吧和我一起走进，这万人喜爱的舞台，和你一起扭起来，新时代的慢摇节奏，你散发着诱惑的香味，你飘着长长的秀发，是什么让你如此神秘，吸引着我吸引了节奏，你散发着诱惑的香味，你飘着长长的秀发，是什么让你如此神秘，吸引着我吸引着音乐，好想多看看你一眼，让我记住你美丽瞬间，骄傲的气质迷人身材，你是我眼中的玫瑰，耶耶耶，来吧和我一起走进，这万人喜爱的舞台，和你一起扭起来，新时代的慢摇节奏，你散发着诱惑的香味，你飘着长长的秀发，是什么让你如此神秘，吸引着我吸引了节奏，你散发着诱惑的香味，你飘着长长的秀发，是什么让你如此神秘，吸引着我吸引着音乐，你散发着诱惑的香味，你飘着长长的秀发，是什么让你如此神秘，吸引着我吸引了节奏，你散发着诱惑的香味，你飘着长长的秀发，是什么让你如此神秘，吸引着我吸引着音乐。"}
{"context": "请续写歌词，第一句为：一生中来来去去", "target": "一生中来来去去，谁留置身履，行这绦坎坷路，受感情的苦，思念的人置叼位，回忆是甘甜，分开后才想起，有啥意义，心内的话，讲抉出嘴，爱过一天，就疼过一冬，心内的人，已经随风去，这场情梦，犹原成空，一生中来来去去，谁留置身履，行这绦坎坷路，受感情的苦，思念的人置叼位，回忆是甘甜，分开后才想起，有啥意义，心内的话，讲抉出嘴，爱过一天，就疼过一冬，心内的人，已经随风去，这场情梦，犹原成空，如今我慢慢了解，感情袂冻勉强，提醒不通越头看，过去放荡的彼个我，心内的话，讲抉出嘴，爱过一天，就疼过一冬，心内的人，已经随风去，这场情梦，犹原成空，这场情梦，犹原成空。"}
{"context": "请续写歌词，第一句为：我们之间只有一个问题", "target": "我们之间只有一个问题，一件谁也不肯问的事情，我的眼睛看见一种空虚，当我看着你，我的左边，坐着孤单的你，不应该只有这样而已，给我时间了解一些原因，或者，忘了你，我们有太多也许，我省略一些回忆，我们的手，曾握的那么紧，我们中了爱情的计，让两个人一起说放弃，谁错谁对，也变的一点都无所谓，我们中了爱情的计，让两颗心慢慢结成冰，不必流泪，有时候爱并不完美，我们之间只有一个问题，一件谁也不肯问的事情，我的眼睛看见一种空虚，当我看着你，我们有太多也许，我省略一些回忆，我们的手，曾握的那么紧，我们中了爱情的计，让两个人一起说放弃，谁错谁对，也变的一点都无所谓，我们中了爱情的计，让两颗心慢慢结成冰，不必流泪，有时候爱并不完美。"}
{"context": "请续写歌词，第一句为：远方的问候浸透了回眸", "target": "远方的问候浸透了回眸，才敢遗忘记忆里曾虔诚地牵手，孤独的自由就当作借口，来假装放手成全所谓的温柔，时间带走春与秋 来不及挽留，像海浪把天空当岸头，像夜风把回忆当所有，爱情只能把匆匆 离散改写成 白头，才敢把往事来回首，像沧海把桑田当永久，像情书也青春不朽，曾经以为能和你 并肩看细水长流，只是到最后也没有天长地久，让各自去留 或一醉方休，可惜好梦都不敢放肆再牵手，时间带走春与秋 来不及挽留，像海浪把天空当岸头，像夜风把回忆当所有，我也只能把时间尽头的你当朋友，才敢和你寒暄叙旧，当月光把谎言作温柔，像誓言摇曳着残留，但爱情没有如果 来不及一切从头，故事到最后 却是我输了所有，像海浪把天空当岸头，像夜风把回忆当所有，最后只能把世界尽头的你当朋友，独自走过繁华街头，是爱情她来错了港口，或时间经不起暗流，其实不必再深究 青春已潺潺流走，但是那一年 我们也曾经拥有。"}
