{"context": "当午夜霓虹慢慢消失在街边，你坐在末班地铁，轻轻闭着眼，也许装作什么都看不见，心就会好过一点，可是却忘不了对他的依恋，总是找不到一个洒脱的理由，还欺骗自己分手还能做朋友，曾经爱过恨过的镜头，现在要怎么停留，", "target": "相见不如不见却又期盼那一天，你总是自导自演怎么说再见，曾经许下诺言 定格画面，要怎么兑现，多少思念化成那一声抱歉，总是找不到一个洒脱的理由，还欺骗自己分手还能做朋友，曾经爱过恨过的镜头，现在要怎么停留，那些温暖背后多少眼泪流，相见不如不见却又期盼那一天，你总是自导自演怎么说再见，曾经许下诺言 定格画面，要怎么兑现，多少思念化成那一声抱歉，你是一个傻瓜，不再向前看他也不回头望，只会让它泛黄一个人彷徨，抚平自己的伤，相见不如不见却又期盼那一天，你总是自导自演怎么说再见，曾经许下诺言 定格画面，要怎么兑现，多少思念化成那一声抱歉。"}
{"context": "青雪染白，无声又无息 向梦里寻那回忆，沉默着走近 眼见繁华消逝成谜，故青丝都染成雪 韶华早已被忘却，拭眉间流年 萧瑟攀衣边，像镜中水月 总是难以触及，独立在风雨 看不清别离的表情，你说人世的寂寞 只为守心中所依，百年沧桑流离 飞花满衣，桃花又无邪 天墉不见，", "target": "挥手中长剑 你默立无言，燃烧的岁月 花灯初灭 随风吹依旧，残骸留在心间，像镜中水月 总是难以触及，独立在风雨 看不清别离的表情，你说人世的寂寞 只为守心中所依，百年沧桑流离 飞花满衣，桃花又无邪 天墉不见，只剩满眼青阶，挥手中长剑 你默立无言，燃烧的岁月 花灯初灭 随风吹依旧，残骸留在心间，桃花又无邪 天墉不见，只剩满眼青阶，挥手中长剑 你默立无言，燃烧的岁月 花灯初灭 随风吹依旧，残骸留在心间。"}
{"context": "黑尘积在身 辛劳刻上脸，挖出那滚烫的热情，黑尘积在身 辛劳刻上脸，洒满了人间的光亮，信念铸在心 志在献光明，肩扛起岁月的沧桑，信念铸在心 志在献光明，心似那黄河的波浪，你是家庭的栋梁 爹娘的依托，你是妻子的依赖 儿女的希望，", "target": "你是中华的儿女 民族的血脉，黑尘积在身 辛劳刻上脸，挖出那滚烫的热情，黑尘积在身 辛劳刻上脸，洒满了人间的光亮，信念铸在心 志在献光明，肩扛起岁月的沧桑，信念铸在心 志在献光明，心似那黄河的波浪，你是家庭的栋梁 爹娘的依托，你是妻子的依赖 儿女的希望，你是祖国的力量 国家的保障，你是中华的儿女 民族的血脉，井上井下英雄胆 祖国建设走在前，生命安全心中挂 美好明天齐创造，你是家庭的栋梁 爹娘的依托，你是妻子的依赖 儿女的希望，你是祖国的力量 国家的保障，你是中华的儿女 民族的血脉，民族的血脉。"}
{"context": "还念记昨天偶遇过，像跳蛙偷偷进心窝，望你将脚步留下，但你竟假装痴傻，墙上镜子也问过，问它方知有几多，未算得美像月儿样，未算得最差的一个，苍雪街深像已锁，只觉一切无援助，", "target": "让那风吹让雨点打我，祈求着你的笑面这刻再伴随，人尽说双方也没错，造化的一切铸当初，莫叹息这段缘分，梦再好始终惊破，墙上镜子也问过，问它方知有几多，未算得美像月儿样，未算得最差的一个，苍雪街深像已锁，只觉一切无援助，唯默然默然在街中坐，让那风吹让雨点打我，祈求着你的笑面这刻再伴随，人尽说双方也没错，造化的一切铸当初，莫叹息这段缘分，梦再好始终惊破。"}
{"context": "当我游进了思念的海，暗藏汹涌的痛它向我袭来，还留在心底的都是你的爱，那句承诺我无法释怀，只因为我曾经的伤害，愧疚就随着时间一直存在，还回荡耳边的是那告白，渐渐远去的变成了后来，你是我该还的情债，是你的真心将我打败，", "target": "闭上眼就会想起你来，你是我该还的情债，是我的感情将你出卖，所有一切的一切都已不再，直到现在的我才忽然明白，只因为我曾经的伤害，愧疚就随着时间一直存在，还回荡耳边的是那告白，渐渐远去的变成了后来，你是我该还的情债，是你的真心将我打败，如今最害怕夜里的徘徊，闭上眼就会想起你来，你是我该还的情债，是我的感情将你出卖，所有一切的一切都已不再，直到现在的我才忽然明白，我在不断责怪逃避那段感情债，也想让爱回来不想那么失败，可我已不是你的谁，给不了你想要的未来，你是我该还的情债，是你的真心将我打败，如今最害怕夜里的徘徊，闭上眼就会想起你来，你是我该还的情债，是我的感情将你出卖，所有一切的一切都已不再，直到现在的我才忽然明白。"}
{"context": "忽然无声的空气我和你，几年后重遇的天气下过一场雨，你折了风车送我用我写的信，交回我手里，就让它过去，爱是一场雨后风，泪湿后最能懂，豁然的感受，我找回那个我，要爱下去的冲动，", "target": "让雨后的风吹过来一片晴空，只能回望的过去回不去，我们聊着那种心情当时的年轻，你折了风车送我用我写的信，交回我手里，就让它过去，爱是一场雨后风，泪湿后最能懂，豁然的感受，我找回那个我，要爱下去的冲动，记得往前走，让雨后的风吹过来一片晴空，啦啦啦乘着雨后风，啦啦啦往前走，爱是一场雨后风，泪湿后最能懂，豁然的感受，我找回那个我，要爱下去的冲动，记得往前走，让雨后的风吹过来一片晴空。"}
{"context": "你说过覆水难收，怎么又期盼厮守，爱到至死才方休，也不肯活着放手，没有爱情的逗留，有谁的眼泪在流，心中怎么会难受，也许回忆太温柔，心酸压抑了伤口，让刺痛永无止休，", "target": "变成了谁的某某，回忆经过争斗，终是摔碎了时间沙漏，经过几转小楼，随着清风一起飘走，从你离开了以后，我在为谁在等候，呼吸都感觉难受，也不肯活着放手，没有爱情的逗留，让谁的眼泪在流，心中怎么会难受，也许回忆太温柔，心酸压抑了伤口，让刺痛永无止休，独属于我的守候，变成了谁的某某，回忆经过争斗，终是摔碎了时间沙漏，经过几转小楼，随着清风一起飘走。"}
{"context": "你这爱说谎的小偷，说幻想中幸福宇宙，动听得答应过会永远伴我走，我太信你还是太念旧，曾经没有逃生门口，砌了最美好的沙丘，我吓到没看出缺漏，保证过的时时在滞后，虚构里的如何能拥有，我再盲目也只好放手，", "target": "日日也出现重重的荒谬，你再假装补救，翻开是污垢，你口中真相渐失修，到处的掩饰，哪里有理由，在被揭穿后仍毫无内疚，昨日赖地不走，今天也看透，曾为你受过的伤要自己抢救，领教过这一种小偷，最后要学会该退后，知你当起谁就像问候，给骗过的如何能追究，怕再承受你诸多借口，为自己反击哪里有理由，日日也出现重重的荒谬，你在假装补救，翻开是污垢，你口中真相渐失修，到处的掩饰，哪里有理由，在被揭穿后仍毫无内疚，昨日赖地不走，今天也看透，曾为你受过的伤要自己抢救，快破解曾被下过的咒，为自己反击哪里有理由，日日也出现重重的荒谬，你在假装补救，翻开是污垢，说好的从没有签收，到处的掩饰，哪里有理由，在被揭穿后仍毫无内疚，面具下伪君子，偏偏太引诱，还是按住我伤口，至病态自首，抱着子虚乌有。"}
{"context": "活力广州 充满激情 歌声最动听，魅力广州 充满热情 广州欢迎你，和谐广州 绿色家园 珠江唱不停，文明广州 充满热情 广州欢迎你，啊 广州 美丽嘅花城，你沐浴着阳光 张开笑脸迎，啊 广州 美丽嘅花城，你有朋自远方来 欢聚齐共庆，活力广州 充满激情 歌声最动听，魅力广州 充满热情 广州欢迎你，", "target": "文明广州 充满热情 广州欢迎你，啊 广州 美丽的花城，你沐浴着阳光 张开笑脸迎，啊 广州 美丽的花城，欢聚同贺庆，啊 广州 美丽的花城，你沐浴着阳光 张开笑脸迎，啊 广州 美丽的花城，欢聚同贺庆。"}
{"context": "我就在这个晚上 听你讲话 讲不完 听得我入迷，你的回忆 不可思议 的美丽 过去回不去，直到有一天 相信的世界突然崩溃，未来还 怎么追，你和我说了很多 现实主义 我曾厌恶的话题 居然听得下去，我想痛苦只是 越来越清晰 驻扎在生命 谁都逃不离，直到有一天 我们都老去，你还 在不在我的梦里，遇见美人鱼 在深深深海里，世界末日之前的奇迹，", "target": "我们轻轻打了一声招呼 擦身而过，我知道我们都要 学会承受 各种问题 再勇敢活下去，生命的沉重 无法预期 也常措手不及 准备好了没，直到有一天 我们面对新的境遇，别忘了 有彼此在祝福，遇见美人鱼 在深深深海里，世界末日之前的奇迹，遇见这个你 在茫茫人海里，我们轻轻打了一声招呼 擦身而过，如果你能看穿我拒绝忧伤的眼神，如果你可以读懂我邪恶的真实，如果有如果 来我的世界，遇见美人鱼 在深深深海里，世界末日之前的奇迹，遇见这个你 在茫茫人海里，我们轻轻打了一声招呼 擦身而过。"}
{"context": "我与你爱到就快变罪，到这里已没办法各取所需，恶意识穿你我也没有兴趣，你也懒证实但已有点心虚，若爱倒退便会失去，我当然知你夜夜有甜蜜可以追，问对不对想像太累，你此刻想要抱谁，怎么不可亲口说一句，说这一句说这一句，", "target": "竟盲目地爱无防范地爱，瞒着我都感到应该，流着汗爱无遗憾的爱，余下的我也料到大概，告诉我告诉我已结束比赛，干脆你尽快坦率相告，你与他恋上发觉情调多好，oh或者根本不要让我猜到，叫我好相信情长犹像铁路，被我拥抱令你急躁，梦想不登对便踏进情路的坟墓，直接公布不想修补，大家松一口气有劳，怎么不可亲口说一句，说这一句说这一句，说你与某个有如情侣，竟盲目地爱无防范地爱，瞒着我都感到应该，流着汗爱无遗憾的爱，余下的我也料到，统统也料到，仿佛可见到谁人的风光正好，开始得太好，应该放胆，红着脸爱全程投入爱，蒙着眼跟他去深海，流着汗爱无遗漏的爱，如是者我以后要自爱，恳请揭开，等我让爱。"}
{"context": "街头的霓虹 一盏一盏的亮起，我却把身体 蜷缩进夜色里，倔强的影子 越来越不清晰，连远处的灯火 也变得无力，迷醉的城市 颓废得很彻底，川流的人群 也粘稠了空气，我站在路口 听着隆隆汽笛，竟一时想不起 当年的自己，我忘了十年前的无所顾忌，忘了那年青春正好的年纪，", "target": "曾经的不屑 也成了熟悉，成了十年后的小心翼翼，变成了四处奔波的不知所以，戴上伪善的面具自我麻痹，然后不小心 忘记了自己，迷醉的城市 颓废得很彻底，川流的人群 也粘稠了空气，我站在路口 听着隆隆汽笛，竟一时想不起 当年的自己，我忘了十年前的无所顾忌，忘了那年青春正好的年纪，单一的表情对比纸醉金迷，曾经的不屑 也成了熟悉，成了十年后的小心翼翼，变成了四处奔波的不知所以，戴上伪善的面具自我麻痹，然后不小心 忘记了自己，我忘了十年前的无所顾忌，忘了那年青春正好的年纪，单一的表情对比纸醉金迷，曾经的不屑也成了熟悉，成了十年后的小心翼翼，变成了四处奔波的不知所以，戴上伪善的面具自我麻痹，然后不小心忘记了自己。"}
{"context": "常言道斗争 紧握了拳头，拳头若放开 可拥抱四周，静默放心里 笑容随左右，前途在你手 你找到没有，常言道强闯 少不免逆流，人柔弱似水 却可以载舟，命运会刻意 锻炼你身手，但勤劳是你的 最佳老朋友，得失只一念 风景不转心境转，烦恼来自偏执一切 也依恋，", "target": "交出了平常心 再随缘，lalala，得失只一念 风景不转心境转，烦恼来自偏执一切 也依恋，风吹草动 命途乱了我不乱，交出了平常心 再随缘，lalala，万物有天意 我们有双手，来而后去边 看一看便够，自在放心里 往事留背后，无为是最高 你听过没有，自在放心里 往事留背后，浮云后曙光 看一看便够。"}
{"context": "不知道我还可以承受多少心痛，不知道真爱背后有多少个寒冬，莫非你是一个孤独的旅人，日日夜夜的飘零，啊 梦中见，繁华的容颜重现，昨日的背影在眼前，我却看不透，梦中见，今夜再看你一眼，", "target": "欢喜带着愁，如果说两心之间总有几许失落，为什么偏偏是我茫然独自承受，莫非你是一个陌生的旅人，日日夜夜的飘零，啊 梦中见，繁华的容颜重现，昨日的背影在眼前，我却看不透，梦中见，今夜再看你一眼，还是笑容带着泪，欢喜带着愁，想要放弃并不容易，要多少勇气，我要向千山万水飞去，却徘徊在梦里，总是对你深情依旧，难舍难分离，我要将今生今世给你，梦里相依，梦中见，繁华的容颜重现，昨日的背影在眼前，我却看不透，梦中见，今夜再看你一眼，还是笑容带着泪，欢喜带着愁，梦中见，繁华的容颜重现，昨日的背影在眼前，我却看不透，梦中见，今夜再看你一眼，还是笑容带着泪，欢喜带着愁，梦中见。"}
{"context": "爱我 就不要有任何借口，抱我 就不要叫其他出口，当早晨清醒的时候，我持续在黑暗孤地恶梦，夜 我轻轻揉我的双手，一个人拂面冷风，我只能心疼我的错误，假装你一定会让我幸福，我只能心疼我的错误，如果你一定会让我痛苦，", "target": "抱我 就不要叫其他出口，当早晨清醒的时候，我持续在黑暗孤地恶梦，夜 我轻轻揉我的双手，一个人拂面冷风，我只能心疼我的错误，假装你一定会让我幸福，我只能心疼我的错误，如果你一定会让我痛苦，我只能心疼我的错误，假装你一定会让我幸福，我只能心疼我的错误，如果你一定会让我痛苦，我只能心疼我的错误，假装你一定会让我幸福，我只能心疼我的错误，如果你一定会让我痛苦。"}
{"context": "常常有人来问我，你曾唱过什么歌，当我正想说 很多，朋友在ktv练歌，你早已喝醉了睡了，我怎么叫不醒 你耳朵，在人潮人海中奔波，相遇只是巧合，演擦肩而过 都不用配合，也许你刚打开广播，", "target": "刚好你的心情 很失落，你曾唱过什么歌，我一首都不记得，是按字母搜索 来点歌，你曾唱过什么歌，你能不能提醒我，哪一首最热 唱的最火，我只是天生爱唱歌，不唱歌我会寂寞，离开钢琴生活 我没把握，不管台下走空了，还有音符围着我，从来都不用数 总有七个，如果你爱上一首歌，听得泪水滑落，其实那唱歌的人 也差不多，也许我们不同银幕，却对应同一个角色，所以没见面 就舍不得，你曾唱过什么歌，我一首都不记得，是按字母搜索 来选择，这首是你唱的吗，我不相信是真的，它给过我好多 好多快乐，有的歌要反反复复来来回回听过，才能算是首老歌，就像有的人要相处多少时刻 才不算过客，你曾唱过什么歌，我好像每首都听过，是按心情搜索 甜蜜苦涩，你曾唱过什么歌，你能不能提醒我，提醒我的过往 我的承诺。"}
{"context": "也许梦醒不留痕迹，也许总是雨过天晴，但是爱情，也许船过不留痕迹，也许总是风起云清，但是对你，你总是习惯在你需要的时候，才会表现你的温柔，才会轻声细语对我说别走，你总是无法决定是否要长久，", "target": "我想我已无法对你说别走，也许安定需要奇迹，也许痛苦需要累积，但是对你，也许相处需要感激，也许彼此需要冷静，但是对你，你总是习惯在你需要的时候，才会表现你的温柔，才会轻声细语对我说别走，你总是无法决定是否要长久，总是让我期待另一个天明，我想我已无法对你说别走，也许安定需要奇迹，也许痛苦需要累积，但是对你，也许相处需要感激，也许彼此需要冷静，但是对你。"}
{"context": "挂念过怒过骂过，祈求过怨过痛哭过，这么伤心这样傻，我最终等不到什么，累了乱了罢了，麻木了醉了崩溃了，我的心开始动摇，活着意识给抹杀掉，你别了躺下了没有心跳，永别了，", "target": "飘，随风中失落掉，隔着两地路遥，爱随灵魂不散掉，仍在飘，凭空想不实在，我愿远道而来，继续未来，宇宙那一端找我深爱，倦吗累吗静吗，沉闷吗冷吗孤单吗，在冷冰冰的路途，你有一点点害怕吧，你别了躺下了没有心跳，永别了，带着我裂碎的心再别处，飘，随风中失落掉，隔着两地路遥，爱随灵魂不散掉，仍在飘，凭空想不实在，我愿远道而来，继续未来，宇宙那一端找深爱，飘，随风中失落掉，隔着两地路遥，爱随灵魂不散掉，仍在飘，凭空想不实在，我愿远道而来，继续未来，宇宙那一端找深爱，飘。"}
{"context": "当所有爱你的人和你爱的人，因为你要远行都聚在一起，肩上沉重的行李童年的记忆，情人的泪滴都挤在一起，地图上写满了叮咛，手握的全都是关心，李你要保重你自己，再见了故乡的人故乡的土地，那些你曾熟悉却必须抛弃，飞向梦里的天地梦里的憧憬，", "target": "长夜里难免有孤寂，你要有承受的勇气，李等待着你的消息，李你要往那里去，加州的阳光还是纽约的雨，今夜的台北还是一样拥挤，哦没有关系七四七已远离，在一个寒冷冬季电话的那头，传来你的声音轻轻的哭泣，肩有沉重的期许长夜的孤寂，心碎的梦境你不能继续，如果一切能够顺利，你说希望在不久后重聚，李盼望着你的归期，李你要往那里去，加州的阳光还是纽约的雨，今夜的台北还是一样拥挤，哦没有关系七四七已远离，当所有爱你的人和你爱的人，因为你已远离都聚在一起，再见了年轻的你深深的叹息，情人的泪滴都挤在一起，闭上你沉睡的眼睛，回到你离开的土地，李再见了李，李你要往那里去，加州的阳光还是纽约的雨，今夜的台北还是一样拥挤，哦没有关系七四七已远离。"}
{"context": "我想的是你的样子怀念发过的誓，而不是泛滥的语言诗写烂了的词每个城市每个地点都有你的影子，逃到何处逃到何时才能忘记曾经，我在你心里的位置，爱你的方式，已经，成了无数未知，我们的方式，可能太固执，成争执，", "target": "相爱的方式，没顾及彼此，眼泪化湿，至此，我想的是你的样子怀念发过的誓，而不是泛滥的语言诗写烂了的词每个城市每个地点都有你的影子，逃到何处逃到何时才能忘记曾经，我在你心里的位置，爱你的方式，已经，成了无数未知，我们的方式，可能太固执，成争执，幼稚，相爱的方式，没顾及彼此，眼泪化湿，至此，眼泪化湿，至此。"}
{"context": "当祖国需要的时候，我们穿上军装，回到熟悉的军营，回到训练场，仗怎么打咱兵就怎么练，时刻准备驰骋沙场，仗怎么打咱兵就怎么练，时刻准备驰骋沙场，和平年代我们聚集能量，战争来临我们坚决打胜仗，", "target": "把祖国建设得更加繁荣富强，把祖国建设得更加繁荣富强，当人民需要的时候，我们紧握钢枪，奔赴祖国最前线，守卫我们的边疆，中国的土地寸土也不让，誓死捍卫热血喷张，中国的土地寸土也不让，誓死捍卫热血喷张，和平年代我们聚集能量，战争来临我们坚决打胜仗，献身国防听党指挥使命担当，把祖国建设得更加繁荣富强，把祖国建设得更加繁荣富强，和平年代我们聚集能量，战争来临我们坚决打胜仗，献身国防听党指挥使命担当，把祖国建设得更加繁荣富强，把祖国建设得更加繁荣富强，繁荣富强。"}
{"context": "越头的时会有啥风景，甘有法度保持平静，踌躇的时还是要走向进前，继续走找刻骨铭心，仔细看着岁月的眼睛，它纪录了你丰富的表情，所有悲欢离合的原因，那是我们留不住的曾经，人生是一条河，看着日出嘛看着日落，", "target": "流过的爱恨是无可奈何，人生是一条河，载着过程嘛载着结果，水面高高低低又颠颠倒倒，流过的思念惹出一段，千年风波，仔细看着岁月的眼睛，它纪录了你丰富的表情，所有悲欢离合的原因，那是我们留不住的曾经，人生是一条河，看着日出嘛看着日落，水面有时很清有时会变浊，流过的爱恨是无可奈何，人生是一条河，载着过程嘛载着结果，水面高高低低又颠颠倒倒，流过的思念惹出一段，千年风波，人生是一条河，载着过程嘛载着结果，水面高高低低又颠颠倒倒，流过的思念惹出一段，千年风波，流过的思念惹出一段，千年风波。"}
{"context": "花开花落一年又一年，年少轻狂消散如烟，曾经我们的诺言，相信会实现，初心未改勇往直前，一声兄弟好久不见，一个拥抱回到从前，什么都别说我知道，让伤痛随风飘，男人不以成败论低或高，", "target": "我们干了这杯酒，人生难免苦痛与烦忧，笑一笑路还是要往前走，就算风雨兼程也别回头，好兄弟，我们干了这杯酒，有福同享有难并肩抗，想一想挺起胸抬起头，一辈子一起走还有一杯酒，一声兄弟好久不见，一个拥抱回到从前，什么都别说我知道，让伤痛随风飘，男人不以成败论低或高，好兄弟，我们干了这杯酒，人生难免苦痛与烦忧，笑一笑路还是要往前走，就算风雨兼程也别回头，好兄弟，我们干了这杯酒，有福同享有难并肩抗，想一想挺起胸抬起头，一辈子一起走还有一杯酒，好兄弟，我们干了这杯酒，人生难免苦痛与烦忧，笑一笑路还是要往前走，就算风雨兼程也别回头，好兄弟，我们干了这杯酒，有福同享有难并肩抗，想一想挺起胸抬起头，一辈子一起走还有一杯酒，一辈子一起走干了这杯酒。"}
{"context": "一本古籍 一场游戏，夹杂太多 动魄惊心，一段回忆 一份痴迷，暗藏未知 玄机，古老的风 将狂沙吹尽，遮掩了哪个年代的足迹，历久弥新 追寻一个谜底，不为人知的局，在幽深的古墓坻，弥漫叛道离经，", "target": "一步步牵引，这场寻觅 是与天博弈，我们历经 背弃与诡异，这场旅行 没有目的地，我们总是 在重蹈危机，龙楼宝殿的谜纠葛了几个世纪，从湿腐中慢慢苏醒，沾染了欲望拷问着人性，然后再颠沛流离，古老的风 将狂沙吹尽，遮掩了哪个年代的足迹，历久弥新 追寻一个谜底，也是 不为人知的局，这场寻觅 挖掘着过去，历史等待 被认真复习，这场旅行 谁都不放弃，即使一路 已鳞伤遍体，这场寻觅 挖掘着过去，历史等待 被认真复习，这场旅行 谁都不放弃，即使一路 已鳞伤遍体，这场寻觅 是与天博弈，我们历经 背弃与诡异，这场旅行 没有目的地，我们重蹈 危机，尸香魔芋散发出 诱人气息，指引一批又一批 人们经历前赴后继，雮尘珠编织悬疑 曲折离奇，我们在这里练习 不断重复着逃离陷阱。"}
{"context": "假七夕，不期而遇的大雨，午夜时不停地滴答，川流不息的人海，有什么理由遇到他，一句普通的问候，我用心跳作为回答，他却听不见心跳，只剩下我表情浮夸，在街灯照不到的角落，", "target": "指尖传递冰冷的电波，温暖它就请快回复我，他却有太多的追求者，梦碎声音等得多焦灼，一滴泪该向何处坠落，我想他也做出了选择，七夕七夕又一年，今年谁又独自一人，七夕七夕又一年，今年谁又独自一人，胆怯地拿起画笔，我本就没什么天分，勾勒许愿的流星，不小心刺伤了耳根，最怕的是不在意，爱的反面并不是恨，明明说做好自己，我却成了他的分身，照亮天空的可是星光，滴血作痛的可是创伤，我学会了挑剔和避让，愈合的疤也会被淡忘，年年岁岁花开尽相仿，岁岁年年人判若两样，后知后觉竟天各一方，一转眼一句话一堵墙，七夕七夕又一年，今年谁又独自一人，七夕七夕又一年，今年我又独自一人。"}
{"context": "一首歌几分钟，把悲伤都唱破，一辈子几分钟，有没有人能懂，我这个唱歌的，唱破喉咙，能不能够让你，稍作停留，一首歌几分钟，够唱几种寂寞，", "target": "谁仔细计算过，我这个唱歌的，唱破喉咙，舞台下交替着，离席落座，唱了多少的歌，就为了让你心动，声嘶力竭像个盛装的小丑，高音踏着钢索，唱到，都不够，你的表情，像节目找来的观众，一首歌几分钟，把悲伤都唱破，一辈子几分钟，有没有人能懂，我这个唱歌的，唱破喉咙，却困在我自己唱的段落，和弦来来又去去，却也弹不出你，歌词描绘不出，你离开的原因，摇滚爵士流行，唱不全脑海里的背影，有恃无恐的，离开借着掌声热烈，一首歌几分钟，把悲伤都唱破，一辈子几分钟，有没有人能懂，我这个唱歌的，唱破喉咙，却困在我自己唱的段落，一首歌几分钟，把悲伤都唱破，一辈子几分钟，谁仔细计算过，我这个唱歌的，唱破喉咙，舞台下交替着离席落座，一首歌几分钟，够唱几种寂寞，一辈子几分钟，谁仔细计算过。"}
{"context": "怎么了 是不是觉得累了，感觉呢 好像慢慢消失了，为何比以往还是那么随和，我依然还记得，你靠在我肩上的那语余温，包裹着我们曾经 你怎舍得割舍，你要的未来 是我今生给不来，怎么说出来 让你明白，我说的现在 不奢求你会留下来，你怎么会 听不出来 我的无奈，", "target": "感觉呢 好像慢慢消失了，为何比以往还是那么随和，我依然还记得，你靠在我肩上的那余温，包裹着我们曾经 你怎舍得割舍，你要的未来 是我今生给不来，怎么说出来 让你明白，我说的现在 不奢求你会留下来，你怎么会 听不出来 我的无奈，你要的未来 是我今生给不来，怎么说出来 你才明白，我说的现在 不奢求你会留下来，你怎么会 听不出来 我的无奈，你要的未来 怪我今生给不来，怎么说你才能够 明白。"}
{"context": "心有一切有，心空一切空，心迷一切迷，心清一切清，心乱一切乱，心正一切正，心妄一切妄，心诚一切诚，愿在红尘苦修行，放下执着宽心胸，", "target": "平安喜乐来相迎，愿在世间苦修行，大彻大悟向光明，断烦断恼断舍离，了无牵挂过一生，心有一切有，心空一切空，心迷一切迷，心清一切清，心乱一切乱，心正一切正，心妄一切妄，心诚一切诚，愿在红尘苦修行，放下执着宽心胸，戒贪戒嗔戒痴念，平安喜乐来相迎，愿在世间苦修行，大彻大悟向光明，断烦断恼断舍离，了无牵挂过一生，愿在红尘苦修行，放下执着宽心胸，戒贪戒嗔戒痴念，平安喜乐来相迎，愿在世间苦修行，大彻大悟向光明，断烦断恼断舍离，了无牵挂过一生。"}
{"context": "我知道天空有多高，从未想过要飞上云霄，我不停地练习飞翔的技巧，是为了以后生存的更好，不在乎自己多渺小，有梦就要去努力寻找，明天是什么样谁都不知道，踏实做好眼前的事就好，我就像一只小小的燕子，没有华丽的羽毛修饰，", "target": "也要抬起头，做自己想要做的事，想做的事，不在乎自己多渺小，有梦就要去努力寻找，明天是什么样谁都不知道，踏实做好眼前的事就好，我就像一只小小的燕子，没有华丽的羽毛修饰，纵使栖身在别人的屋檐下，也要抬起头，做自己想要做的事，想做的事，我就像一只小小的燕子，没有华丽的羽毛修饰，纵使栖身在别人的屋檐下，也要抬起头，做自己想要做的事，我就像一只小小的燕子，飞翔是我不变的坚持，请不要嘲笑我柔弱的双翅，风雨再大，也摧毁不了我的意志，风雨再大。"}
{"context": "猪，小可，窗外的阳光很懒天很蓝，在身边吃不下饭，给你织的毛衣线还没有拆散，心早就飞到城市那端，你没有给过我什么誓言，却让我感觉很美很甜，我的心情像邂逅的第五根弦，一声小猪以补偿所有对你的思念，", "target": "模样傻乎乎也很喜欢哭，圣诞节没有送你礼物，只有简单的祝福，陪伴着你就是我可爱的小猪，你说我就像只可爱的小猪，模样傻乎乎也很喜欢哭，让我给你幸福不断给你保护，哪怕今生就是这样的结束，我也很满足，窗外的阳光很懒天很蓝，在身边吃不下饭，给你织的毛衣线还没有拆散，心早就飞到城市那端，你没有给过我什么誓言，却让我感觉很美很甜，我的心情像邂逅的第五根弦，一声小猪以补偿所有对你的思念，你说我就像只可爱的小猪，模样傻乎乎也很喜欢哭，圣诞节没有送你礼物，只有简单的祝福，陪伴着你就是我可爱的小猪，你说我就像只可爱的小猪，模样傻乎乎也很喜欢哭，让我给你幸福不断给你保护，哪怕今生就是这样的结束，我也很满足。"}
{"context": "风吹过竹篱笆，花儿舞姿潇洒，好怀念花样年华，携手走过的春秋冬夏，给你写的朦胧诗，如今你还记得吗，我们同唱的歌谣，在记忆里秀成童话，那些温馨的画面，弥漫成雪月风花，", "target": "永远洁白无瑕，那些含泪的往事，在心里结出了疤，生命中的许多事，都随风而去啦，给你写的朦胧诗，如今你还记得吗，我们同唱的歌谣，在记忆里秀成童话，那些温馨的画面，弥漫成雪月风花，那些闪亮的日子，永远洁白无瑕，那些含泪的往事，在心里结出了疤，生命中的许多事，都随风而去啦，那些温馨的画面，弥漫成雪月风花，那些闪亮的日子，永远洁白无瑕，那些含泪的往事，在心里结出了疤，生命中的许多事，都随风而去啦。"}
{"context": "等抽支烟再分手吧，再望一望你熟悉的脸，怎能不牵挂，怎能不担心，毕竟一起走过多年，再送一个深深的吻，让泪水模煳迷乱的眼，所有不开心，所有的怨恨，在这一刻都烟消云散，", "target": "从今后你离我而远去，谁来宠爱你，谁来保护你，让我怎能放心离去，这一刻我看着你远走，从今后你离我而远去，如果我是船，你就是风帆，离开你我怎么起航，再送一个深深的吻，让泪水模煳迷乱的眼，所有不开心，所有的怨恨，在这一刻都烟消云散，这一刻我看着你远走，从今后你离我而远去，谁来宠爱你，谁来保护你，让我怎能放心离去，从今后我看着你远走，从今后你离我而远去，如果我是船，你就是风帆，离开你我怎么起航，从今后我看着你远走，从今后你离我而远去，谁来宠爱你，谁来保护你，让我怎能放心离去，从今后我看着你远走，从今后你离我而远去，如果我是船，你就是风帆，离开你我怎么起航，离开你我怎么起航。"}
{"context": "拉长了灯盏，陪我看爱的片段，影子仿你蜷缩的习惯，双手却是和自己在取暖，不能借你的臂弯，不再分享烛光晚餐，听你对着别人说了晚安，剩下我又被回忆纠缠，不是不想进入你的世界，只因为你太过璀璨，", "target": "醒来却更孤单，不是不想进入你的世界，爱你只能躲着旁观，不停的 不停的，假装隐藏我的混乱，不能借你的臂弯，不再分享烛光晚餐，听你对着别人说了晚安，剩下我又被回忆纠缠，不是不想进入你的世界，只因为你太过璀璨，如在梦里拥抱虚幻，醒来却更孤单，不是不想进入你的世界，爱你只能躲着旁观，不停的 不停的，假装隐藏我的混乱，只是住客终会期满电影，等不到谁续传不必心酸，也许幸福只适合用怀念交换，尤其是过了那么多年，尤其当遗憾褪成了美感，我学会 风轻云淡。"}
{"context": "我知道太阳背后是黑暗，我知道黑暗背后是永远，若生命只为照亮这瞬间，为何要将它残忍点燃，我知道快乐背后是忧伤，我知道忧伤背后是空荡，若快乐只是因为看不清，请不要用忧伤将它唤醒，也许你怀疑，也许你只是想看清，", "target": "是怎样的生命全景，它像是什么，它还会变成什么，用你全力走，也看不到永远背后，哦，永远的背后，哦，永远的背后，嗯，永远的背后，哦，永远的背后，我知道相聚背后是离别，我知道离别背后是想念，虽然相聚如生命般幻灭，但想念能从背后抵达永远，只因为它曾带给我欲望，所以当冷静后我依然滚烫，尽管已错过最好的太阳，我用残存的体温守望月光，不会再怀疑，继续走下去的意义，也不再探寻，在太阳背后的阴影，不论是什么，还是它变成什么，在此刻美好，就已写满永远背后，也许你怀疑，也许你只是想看清，它背后究竟，是怎样的生命全景，它像是什么，它还会变成什么，用你全力走，也看不到永远背后，永远的背后，哦，永远的背后，嗯，永远的背后，哦，永远的背后。"}
{"context": "赶快 机会就在一步以外，成败 由我主宰，赶快 结果就在一秒定出来，汗是热的 随时滴下来，球是圆的 怎会停下来，在我的时代 必须在状态，预备好的 从来不等待，追得到的 永远都存在，在我的时代 就有我的比赛，就在现在 英雄快出来，", "target": "就在现在 一切将变改，赶快 机会就在一步以外，成败 由我主宰，赶快 结果就在一秒定出来，最强的 最后离开，没当过的 总是更期待，猜不到的 永远更痛快，在我的时代 就有我的比赛，就在现在 英雄快出来，就在现在 人们在喝采，就在现在 一切将变改，赶快 机会就在一步以外，成败 由我主宰，赶快 结果就在一秒定出来，最强的 最后离开，赶快 机会就在一步以外，成败 由我主宰，赶快 结果就在一秒定出来，赶快 机会就在一步以外，成败 由我主宰，赶快 力量要趁一秒拼出来，最好的 未来，赶快 机会就在一步以外，成败 由我主宰，赶快 结果就在一秒定出来，最强的 最后离开。"}
{"context": "六月某天 是下雨天，在石澳海边 与你碰面，雨点轻轻溅 像万支小箭，投在你的脸，伏在你肩 拨弄雨点，任令雨点 将衣衫湿片片，丘比得的箭 混着风飞溅 全在心内染，缠绵在你的怀抱 终点不想要知，停住这刻不去 可不可以，凝望着你的神态，", "target": "你的举止 迷住了我，我的心窝不知所以，六月某天 是下雨天，在石澳海边 与你碰面，雨点轻轻溅 像万支小箭，投在你的脸，伏在你肩 拨弄雨点，任令雨点 将衣衫湿片片，丘比得的箭 混着风飞溅 全在心内染，缠绵在你的怀抱 终点不想要知，停住这刻不去 可不可以，凝望着你的神态，会叫我心痴痴醉不终止，你的举止 迷住了我，我的心窝不知所以，凝视你的脸 愿默祷千遍，求你永不变。"}
{"context": "别诉苦没有事好倾诉总算过得好，习惯尽努力守规矩躲进旧怀抱，若要赌害怕睡不好恐怕博不到，但这没法冒险的心为何嫌俗套，合理的今世已经做到，结果没有笑得到，磨灭了爱好长夜留在被铺，原来我名和利都拥有，至不敢讲放开手，发誓麻木忘掉引诱，", "target": "志愿忘形亡命战斗却没有，若勇敢便放开紧握过方向盘的手，用最任性来跟这种失控做朋友，极刺激随时遇险可以丢进了深沟，但这份太过实在的质感是从前没有，赚过的只够买到内疚，我发梦也想走，其实我两眼仍然瞄着按钮，原来我名和利都拥有，敢不敢放开手，发誓麻木忘掉引诱，谁怜我埋藏内在的魔兽空等几个秋，志愿忘形亡命战斗却没有，原来我从来什么都有，更加不可以失手，最后垂头遗下战友，谁怜我装作实在很足够不攻只爱守，信奉平凡才是富有我受够。"}
{"context": "老实说，夏天早就过了你怎么融化，秋天来得很快，感觉到了风的柔和，坦白说，你在我心里分量重很多，请问你有没有空减减肥了，我的小宝贝，你在躲我，在想什么，", "target": "把手给我，私奔到月球，我可以借给你，我的左脸颊，上到月球我可以，让你亲一下，我可以告诉你，火星人的想法，偶然遇到小王子，可以聊一下种花，不要再问我在想什么，我在想你啦，我在想你啦，哒哒啦哒哒啦哒哒，老实说，手机快没电了你在干什么，工作时候想我，不要太多，不要太罗嗦，坦白说，宇宙比海更大你怎么找我，还好我是火星人比较特别，噢，亨利，你在想我，想做什么，噢，北鼻，把手给我，私奔到月球，我可以借给你，我的左脸颊，上到月球我可以，让你亲一下，我可以告诉你，火星人的想法，偶然遇到小王子，可以聊一下种花，不要在问我在想什么，我在想你啦，我在想你啦，哒哒啦哒哒啦哒哒，打电话给我啦。"}
{"context": "立正稍息向前看齐 一定要注意，立正稍息前向看齐 要听老师的，小时候没好好学习长大好悔意，书到用时方恨太少心塞又无力，小时候没好好学习没听老师的，如今到了尴尬年纪没面儿没出息，1997年的夏天自认什么都是托底，老师讲课听的不多觉得也没问题，严格教育完完全全都是为了自己，如果还有机会一定和老师，", "target": "立正稍息向前看齐 身体要硬气，立正稍息向前看齐 健康是第一，小时候没好好学习整天打游戏，锻炼身体有益形象没听老师的，小时候没好好学习扯东又扯西，前车之鉴如果再犯啥也不是滴，2020年的夏天看见穷的知己，好在那个时候自己不断丰富学习，如今生活还算富裕至少不是垫底，那个年代已经走远，如今剩下这一首歌曲。"}
{"context": "以为梦想就要发光，累积成长接受光芒，认定之中生命的重量，在一开始就不一样，一直在努力和人赛跑，所有的要求都想做到，就算我能拥有的还是太少，总是要让头可以抬的更高，当自己站在阳光下，不知道路有多么宽广，", "target": "也会有希望，当自己站在阳光下，想法在心底慢慢蒸发，汗水结晶出的骄傲，让我们相信，明天阳光依然灿烂，一直在努力和人赛跑，所有的要求都想做到，就算我能拥有的还是太少，总是要让头可以抬的更高，当自己站在阳光下，不知道路有多么宽广，我想就从这里出发，也会有希望，当自己站在阳光下，想法在心底慢慢蒸发，汗水结晶出的骄傲，让我们相信，明天阳光依然灿烂，当自己站在阳光下，不知道路有多么宽广，我想就从这里出发，也会有希望，当自己站在阳光下，想法在心底慢慢蒸发，汗水结晶出的骄傲，让我们相信，明天阳光依然灿烂。"}
{"context": "我想，思念总挂心上，才有如此的伤，才会念念不忘，站在这亭楼上，为了你而眺望，望这春风把我青丝吹到你身旁，我想，思念总挂心上，才有如此的慌，", "target": "万里尘沙纷扬，绝不染你身上，待我平定这方待我回到你身旁，这春风亭的夜，为何，如此长，这春风亭的月，为何，被遮挡，不见阴晴圆缺，阵阵细雨绵绵，只盼双燕归来，只盼你能安然，这春风亭的夜，为何，如此短，这春风亭的月，为何，有如练，阵阵花雨翩翩，落在掌心又飘往对面，抬头你已在眼前，我想，思念总挂心上，才有如此的慌，才会事事惆怅，万里尘沙纷扬，绝不染你身上，待你平定那方待你回到我身旁，这春风亭的夜，为何，如此长，这春风亭的月，为何，被遮挡，不见阴晴圆缺，阵阵细雨绵绵，只盼双燕归来，只盼你能安然，这春风亭的夜，为何，如此短，这春风亭的月，为何，有如练，阵阵花雨翩翩，落在掌心又飘往对面，抬头你已在眼前。"}
{"context": "茫茫人海和你相逢，耳边又吹起温暖的风，你在风中行走匆匆，渐行渐远熟悉的身影，我不想在傻傻的等，我的心里在跳个不停，你的出现我怦然心动，我的呼唤你是否听清，可否与你一起同行，茫茫人海和你相逢，", "target": "激动的心情美丽的梦，你的身影舞动着彩虹，红尘有缘相遇今生，月光之下深情相拥，在我的世界如影随形，爱的传奇更加永恒，爱的传奇更加永恒，耳边又吹起温暖的风，你在风中行走匆匆，渐行渐远熟悉的身影，我不想在傻傻的等，我的心里在跳个不停，你的出现我怦然心动，我的呼唤你是否听清，可否与你一起同行，茫茫人海和你相逢，你就走进我的心中，激动的心情美丽的梦，你的身影舞动着彩虹，红尘有缘相遇今生，月光之下深情相拥，在我的世界如影随形，爱的传奇更加永恒，爱的传奇更加永恒。"}
{"context": "爱就是个奇迹，让我们在这里，如今夜般温暖，能完美这一刻，炽热的心愿，谁在笑谁在奔跑，用生命成就永远，再没什么能阻拦，圣火点燃，希望和灵感，", "target": "爱给我们力量，为和平而飞翔，每一次感动都为热烈而绽放，为梦想的光芒，为今天来分享，为信念而歌唱，每一次感动就是永恒的绽放，爱就是个奇迹，让我们在这里，如今夜般温暖，能完美这一刻，炽热的心愿，为梦想的光芒，爱给我们力量，为和平而飞翔，每一次感动都为热烈而绽放，为梦想的光芒，为今天来分享，为信念而歌唱，每一次感动就是永恒的绽放，为梦想的光芒，爱给我们力量，为和平而飞翔，每一次感动都为热烈而绽放，为梦想的光芒，为今天来分享，为信念而歌唱，每一次感动就是永恒的绽放，梦想的光芒。"}
{"context": "巴彦淖尔的兄弟，你就是一匹通灵的骏马，驰南骋北挥云泼雨，创作了多少美妙的神曲，巴彦淖尔的兄弟，你才是一朵真正的祥云，乘风飘过的地方，总有绚烂的欢歌笑语，乘风飘过的地方，总有绚烂的欢歌笑语，", "target": "你更是一团多彩的花絮，耕云播雨授业解惑，滋润了多少渴望的希冀，巴彦淖尔的兄弟，你将是传遍祖国的歌声，有你真挚的问候，永远绽放着吉祥如意，有你真挚的问候，永远绽放着吉祥如意，啊哈嗬咿，巴彦淖尔的兄弟，无论悲欢离合聚，我们都是好兄弟，无论东西南北中，我们永远是好兄弟，无论东西南北中，我们永远是好兄弟，我们永远是好兄弟。"}
{"context": "遥望你的时候 思念长长，拥抱你的时候 热泪两行，一声声乳名 久久的盼望，呼唤着呼唤着游子，回到久别的故乡，熟悉的家乡土 青青的矮草房，喊一声我的父老 我的家乡，捧起一把家乡的泥土，漂泊的孩子今天回到你身旁，哎哟 哎嗨哎嗨哟，", "target": "不管孩儿走多远，一颗心永远依偎 依偎在你身旁，思念你的时候 回忆长长，抚摸你的时候 热泪两行，一声声乡音 久久的回响，盼望着盼望着游子，回到久别的故乡，熟悉的家乡土 青青的泥巴黄，喊一声我的父老 我的家乡，捧起一把家乡的泥土，漂泊的孩子今天回到你身旁，哎哟 哎嗨哎嗨哟，梦里的家乡变了模样，不管孩儿走多远，一颗心永远依偎 依偎在你身旁，不管孩儿走多远，一颗心永远依偎 依偎在你身旁，一颗心永远依偎 依偎在你身旁。"}
{"context": "你让我来去来回，不愿让我守在你身边，看你的模样 我心酸，心好痛，不知道要怎样给你安慰，怎样才能不让你心碎，如果当时我们没有相遇，我也不会为你着急，你说你是我，今生唯一的香味，", "target": "不愿看你心碎，只希望你有一天，能够好好的，快乐的面对一切，请不要为此伤悲，不愿看你流泪，我会给你安慰，给你快乐永远，你让我来去来回，不愿让我守在你身边，看你的模样 我心酸，心好痛，不知道要怎样给你安慰，怎样才能不让你心碎，如果当时我们没有相遇，我也不会为你着急，你说你是我，今生唯一的香味，不愿看你流泪，不愿看你心碎，只希望你有一天，能够好好的，快乐的面对一切，请不要为此伤悲，不愿看你流泪，我会给你安慰，给你快乐永远。"}
{"context": "我有一点小肉肉，但身材刚刚好，我有一点小放肆，但尺度刚刚好，我有一点小心机，但对你刚刚好，给我一颗小心心，你就是我的刚刚好，我能陪你打游戏，但是我要mua，", "target": "但是我要mua，我会乖乖很听话，但是我要mua，只要宝宝不劈腿，我就一直让你mua，如果宝宝劈腿，我就很生气，我这么好你还劈腿，就很生气，不爱我你就直说，我不会缠着你，但是劈腿暧昧，真的让人很生气，如果你只对我好，就很开心，如果你送我礼物，就很开心，如果给我小心心，就很开心，如果让我很开心，就让你亲亲亲，你好 小哥哥，哥哥 哥哥 你真可爱，我喜欢你，我有一点小肉肉，但身材刚刚好，我有一点小放肆，但尺度刚刚好，我有一点小心机，但对你刚刚好，给我一颗小心心，你就是我的刚刚好，只要你只对我好，就很开心，只要你送我礼物，就很开心，只要给我小心心，就很开心，只要让我很开心，就让你亲亲亲。"}
{"context": "望着头上那个天，你说孩子走吧，指着门前那条路，你说你已长大，望着脚下这方土，你说孩子走吧，男儿就要闯天下，你不要想家，沿着你的目光，我走进霓虹与朝霞，", "target": "你蹒跚的身影，哦爸爸 我想你，今天你在哪片星光下面，陪伴你的日子太少太少，说不尽的思念与牵挂，望着头上那个天，你说孩子走吧，指着门前那条路，你说你已长大，望着脚下这方土，你说孩子走吧，男儿就要闯天下，你不要想家，你爬满风霜的脸上，纯朴的笑容，从此后我远在天涯，哦爸爸 我想你，今夜你在哪片星光下面，陪伴你的日子太少太少，说不尽的思念与牵挂，哦爸爸 我想你，今夜你在哪片星光下面，陪伴你的日子太少太少，说不尽的思念与牵挂，哦爸爸 我想你，今天你在哪片烈日下面，望着你的背影我祈祷，祝您永远平安与健康。"}
{"context": "有多少相知相识，徘徊在你我之间，不断的勾起点点滴滴心头的痛，我曾经想把你的忧郁带走，然而就在这离别时刻，带给你更多更多的忧愁，有多少爱和叹息，都让他随风吹散，别再回头，就将回忆永远永远的尘封，", "target": "确没有想到，我也会添上新的伤痕，这不是我愿，我尝试去找寻千万个街的源头，也曾想为你写下爱情故事中的那个缺点，每次每次总让我感觉到更加无助和落寞，请允许我把未完的梦留给你，有多少爱和叹息，都让他随风吹散，别再回头，就将回忆永远永远的尘封，我曾经想抚平你锁在眉头的伤痕，确没有想到，我也会添上新的伤痕，这不是我愿，我尝试去找寻千万个街的源头，也曾想为你写下爱情故事中的那个缺点，每次每次总让我感觉到更加无助和落寞，请允许我把未完的梦留给你，我尝试去找寻千万个街的源头，也曾想为你写下爱情故事中的那个缺点，每次每次总让我感觉到更加无助和落寞，请允许我把未完的梦留给你。"}
{"context": "前路渐渐地渺茫，别要计较与沮丧，从没放弃过，去艰辛开创，四处撞，埋头默默地苦干，不理前途常跌荡，沉着不息不休的追赶，求挫折变希望，理想，", "target": "跌过痛过，我也试过，掌握因果，转方式继续忙，谁人没寄望，忘掉，过去对错，再次拼搏，存一丝希望，末路亦会冲破，回望旧日在课堂，未有奋发拼一趟，其实看透了，我应该争气，上岸，辛苦不怕多，埋头默默地苦干，不理前途常跌荡，沉着不息不休的追赶，求挫折变希望，理想，仍存着盼望，跌过痛过，我也试过，掌握因果，转方式继续忙，谁人没寄望，忘掉，过去对错，再次拼搏，存一丝希望，末路亦会冲破，可以么，跌过痛过，我也试过，应该清楚，凭什么欣赏我，全凭着寄望，忘掉，过去对错，再次拼搏，存一丝希望，末路便会冲破，跌过痛过，我也试过，掌握因果，你应该看起我，挨全为寄望，忘掉，过去对错，再次拼搏，想清楚，沉寂终于打破，无声的欢乐，绝望别要沮丧。"}
{"context": "任那激情烟花般散开，你淡然望我却超出承诺以外，当初多少错爱就败在但求被爱，但你我以生命来盛载，往日曾等待着谁皱着眉也要争取，谁料美丽人生所需要的心就在你手里，天宠幸我如神迹创造你，在你名下未求什么只要永远一起，何谓满足终于相信幸福不担心过期，明白我是你的先找到自己，", "target": "没有艰难怎彰显决心，有问题面对更珍惜甜蜜缺憾，分享分担你我让热泪伴随热吻，合衬爱够深自然合衬，往日曾等待着谁皱着眉也要争取，谁料美丽人生所需要的心就在你手里，天宠幸我如神迹创造你，在你名下未求什么只要永远一起，何谓满足终于相信幸福不担心过期，明白我是你的先找到自己，能忘掉背后记忆因眼前有你，未恨活得传奇平凡才是福气，每秒也就如浪漫钻禧，未用甜言蜜语想讨好你，用一生迎合你，天保佑我拿余生交给你，在你名下平凡日子找到我的惊喜，何谓满足不知想要什么却未能没你，明白快活哪可只倚靠自己，能忘掉背后记忆因眼前有你，神怀着爱造世间准我能爱你。"}
{"context": "都是无所谓，谁会爱上谁，对我无所谓，没有你的陪，已经无所谓，没有爱的夜，习惯无所谓，你离后的天空，再也没了彩虹，可我依然不变，", "target": "习惯你的不在，过着自己未来，不要谁来取代，一个人的精彩，其实我是很爱你，对你不敢再靠近，怕是你过的不如意，情愿我在骗自己，都是无所谓，谁会爱上谁，对我无所谓，没有你的陪，已经无所谓，没有爱的夜，习惯无所谓，你离后的天空，再也没了彩虹，可我依然不变，不再希望再爱，习惯你的不在，过着自己未来，不要谁来取代，一个人的精彩，啦啦啦啦，其实我是爱你，对你不敢靠近，怕你过的不如意，情愿欺骗我自己。"}
{"context": "我在你梦里 你不会寂寞，你在我的身边 让我拥有快乐，你的手心传达着爱的余热，拥抱着你我忘了苦是什么，你给我唱歌 幸福泛起了漩涡，我忽然有一种 莫名的感动，眼角泛起泪花 偷偷的闪烁，我的心只有你能看破，有你的每一天我都很快活，你给我的承诺我都期待着，", "target": "锁住我们相爱的那个时刻，有你的每一天我都很快活，你给我的誓言绝不会褪色，无论狂风暴雨花开又花落，我们的手永远紧握不松手，我在你梦里 你不会寂寞，你在我的身边 让我拥有快乐，你的手心传达着爱的余热，拥抱着你我忘了苦是什么，你给我唱歌 幸福泛起了漩涡，我忽然有一种 莫名的感动，眼角泛起泪花 偷偷的闪烁，我的心只有你能看破，有你的每一天我都很快活，你给我的承诺我都期待着，决定送你一把爱的同心锁，锁住我们相爱的那个时刻，有你的每一天我都很快活，你给我的誓言绝不会褪色，无论狂风暴雨花开又花落，我们的手永远紧握不松手。"}
{"context": "爱来自心动有种冲动，请别再沉默不动，我从来不懂寻找一种爱情，它不伤不痛，手机信号保持畅通，短信留言真情相拥，恋爱中的奇妙感动我，感到与众不同，不再暴露我的行踪，不再显露我的从容，", "target": "都为你为你疯狂，我想要为你炫耀，我想要为你轻佻，是你在陪我和时间赛跑，我就要让你心跳，我就要个性舞蹈，Show出动感的音调，我已经向你出招，爱来自心动有种冲动，请别再沉默不动，我从来不懂寻找一种爱情，它不伤不痛，手机信号保持畅通，短信留言真情相拥，恋爱中的奇妙感动我，感到与众不同，不再暴露我的行踪，不再显露我的从容，爱情中的每一秒钟，都为你为你疯狂，我想要为你炫耀，我想要为你轻佻，是你在陪我和时间赛跑，我就要让你心跳，我就要个性舞蹈，Show出动感的音调，我已经向你出招，我想要为你炫耀，我想要为你轻佻，是你在陪我和时间赛跑，我就要让你心跳，我就要个性舞蹈，One two three准备就好，我已经向你出招。"}
{"context": "明月高楼翘首，唯见白云悠悠，乱花迷眼回眸，可惜无你守候，看破红尘烦忧，抛却功名铜臭，心中有你驻守，胜过平生所有，敢问苍天知否，薄酒难消清愁，", "target": "相思无益折寿，握笔手已颤抖，浓情未写纸透，纵有万般理由，唯有眉头紧皱，天机不可泄露，爱你怎能说出口，刻在心底，方可不朽，真爱不必左右，成全就已足够，苦涩泪流，正好下酒，明月高楼翘首，唯见白云悠悠，乱花迷眼回眸，可惜无你守候，看破红尘烦忧，抛却功名铜臭，心中有你驻守，胜过平生所有，敢问苍天知否，薄酒难消清愁，为情所困消瘦，相思无益折寿，握笔手已颤抖，浓情未写纸透，纵有万般理由，唯有眉头紧皱，天机不可泄露，爱你怎能说出口，刻在心底，方可不朽，真爱不必左右，成全就已足够，苦涩泪流，正好下酒，天机不可泄露，爱你怎能说出口，刻在心底，方可不朽，真爱不必左右，成全就已足够，苦涩泪流，正好下酒，苦涩泪流，正好下酒。"}
{"context": "这里有神的同在，网络歌手，这里有神的同在，噢噢，这里有神的言语，这里有圣灵的恩膏，这里是另一个天地，看那弟兄和睦同居，何等的善何等的美，如同那黑门的甘露，", "target": "爱在这里，和平在这里，光明在这里，生命在这里，耶和华所命定的福，都在这里，你若想要得到它，在耶稣基督里，这里有神的同在，噢噢，这里有神的言语，这里有圣灵的恩膏，这里是另一个天地，看那弟兄和睦同居，何等的善何等的美，如同那黑门的甘露，降在锡安山地，爱在这里，和平在这里，光明在这里，生命在这里，耶和华所命定的福，都在这里，你若想要得到它，在耶稣基督里。"}
{"context": "那一天你离开，相别在青山外，你指着满山杜鹃，说花开你会回来，我静静记在心底，痴痴地等待，待到那山花烂漫，不见你人在，啊春去春回来，花谢花又开，", "target": "守着这份爱，斗转星移，光阴似流水，我还是默默的在等待，等着你回来，风儿轻轻吹，云儿朵朵追，你看啊山花遍野，红红的一片海，蝴蝶双双飞，鸟儿相依偎，远方的人你何时归，和我诉说情怀，啊春去春回来，花谢花又开，我依然守着那片花海，守着这份爱，斗转星移，光阴似流水，我还是默默的在等待，等着你回来，啊春去春回来，花谢花又开，我依然守着那片花海，守着这份爱，斗转星移，光阴似流水，我还是默默的在等待，等着你回来，我还是默默的在等待，等着你回来。"}
{"context": "在每个阳光的早上，唤醒我的就是梦想，我张开翅膀去放声歌唱，期待着有天能飞翔，出发我要去的地方，我相信有天会绽放，我不怕阻挡更不惧风霜，不在乎别人的眼光，敢爱敢恨做自己最漂亮，敢做敢当要爱得坦荡荡，", "target": "因为我有女神的光芒，敢爱敢恨做自己最善良，敢做敢当拥有无限能量，不害怕阻挡勇敢是方向，一直陪我在路上，穿行在这大街小巷，生活是前进的赛场，有荆棘就闯有重担能扛，在哪里都挺起胸膛，每个人都有块宝藏，用感动去收获成长，笑容在脸上爱住在心房，能到达最美的地方，敢爱敢恨做自己最漂亮，敢做敢当要爱得坦荡荡，曾流过眼泪微笑着坚强，因为我有女神的光芒，敢爱敢恨做自己最善良，敢做敢当拥有无限能量，不害怕阻挡勇敢是方向，一直陪我在路上，敢爱敢恨做自己最漂亮，敢做敢当要爱得坦荡荡，曾流过眼泪微笑着坚强，因为我有女神的光芒，敢爱敢恨做自己最善良，敢做敢当拥有无限能量，不害怕阻挡勇敢是方向，一直陪我在路上，一直陪我在路上。"}
{"context": "有时候我讨厌我自己，讨厌我没太多勇气，我不敢大声的说爱你，我不敢拥你在怀里，有时候我恨我自己，表达总是情不达意，让你误会我只是关心你，单纯的没有想在一起，不甘心 我们只是朋友的关系，很在意 你会毫不顾忌对我讲你的爱情，", "target": "哪怕只是朋友关系，我们是朋友最好最好的朋友，你快乐我会快乐，你悲伤我会难过，朋友 最好最好的朋友，也许你会把我忘记，甚至不知道喜欢你，喜欢你，我不想诚实 朋友关系，有一天 我会用力证明，我可以守护你的心，可以陪你一起哭泣 可以随时逗你开心，有一天 你会露出微笑，灿烂的世界都知道，我是你最好的朋友，怎能不陪你到老，我们是朋友 最好最好的朋友，我快乐你的快乐，悲伤你的难过，我们是朋友 最好最好的朋友，当风带走了我 你不要下雨，当风带走了你 我躲进了雨季，我们是朋友 最好最好的朋友，我快乐你的快乐 悲伤你的难过，我们是朋友 最好最好的朋友，当风 带走我 你不要下雨，当风 带走了你 我躲进了 雨季。"}
{"context": "花零落 月无声 我依然在等，千年后 尘风里 留下的余温，抚琴弦 守空城 晃过这一生，血脉从不会变冷，为我最爱的人 和古老的永恒，千年沉睡的我 在荒漠里重生，岁月匆匆逝去的吻 那些愁会有谁过问，乱世间走散的爱人 直到末日前我都会等，青桐树 竹笔签 刻下的誓言，风雨中 洗千遍 你都看不见，", "target": "会不会就是永远，带走阴晴圆缺 孤身抵抗黑夜，我依然不停追 破碎中的时间，岁月匆匆逝去的吻 那些愁会有谁过问，乱世间走散的爱人 直到末日前我都会等，岁月匆匆逝去的吻 那些愁会有谁过问，乱世间走散的爱人 直到末日前我都会，等不到已逝去的吻 那些愁困着我一生，住在回忆里的爱人 直到末日前都是我的灵。"}
{"context": "周末的夜晚，一个人在家发呆，未完成的功课，没空去理睬，只想着你的大眼睛，念课文的神采，课间被风微微吹起的裙摆，我幻想的未来，一定有你的存在，那种美妙感觉，", "target": "所以现在的生活，一定好好安排，精准把握每秒奔向未来的节拍，不懂爱 不懂爱，却很期待，怎么爱怎么爱，我们在猜，不懂爱不懂爱，却对你宠爱，怎么爱怎么爱，有点无奈，周末的夜晚，一个人在家发呆，未完成的功课，没空去理睬，只想着你的大眼睛，念课文的神采，课间被风微微吹起的裙摆，我幻想的未来，一定有你的存在，那种美妙感觉，让我心潮澎湃，所以现在的生活，一定好好安排，精准把握每秒奔向未来的节拍，不懂爱 不懂爱，却很期待，怎么爱怎么爱，我们在猜，不懂爱不懂爱，却对你宠爱，怎么爱怎么爱，有点无奈，不懂爱 不懂爱，却很期待，怎么爱怎么爱，我们在猜，不懂爱不懂爱，却对你宠爱，怎么爱怎么爱，有点无奈。"}
{"context": "你说累了 你演完这场戏啦，昨夜的拥抱 你还要再给她吗，这爱如苦水 喝了又不能后悔，这爱比恨贵 何苦又破费，回头一看 这属于我的岸啊，空空荡荡 看爱情的船走啦，我肩负了苦 而我却忍住不哭，我丢了全部 却假装幸福，你这样心比天高 你什么都要，你随意的玩笑 你放下的苦药，", "target": "你这样心比天高 你什么都要，你随意的玩笑 你放下的苦药，结果还是 在劫难逃 在劫难逃，回头一看 这属于我的岸啊，空空荡荡 看爱情的船走啦，我肩负了苦 而我却忍住不哭，我丢了全部 却假装幸福，你这样心比天高 你什么都要，你随意的玩笑 你放下的苦药，结果还是 在劫难逃，你这样心比天高 你什么都要，你随意的玩笑 你放下的苦药，结果还是 在劫难逃 在劫难逃，就象梦一样 我看透了时光，我站在老地方 看幸福的光，你这样心比天高 你什么都要，你随意的玩笑 你放下的苦药，结果还是 在劫难逃，你这样心比天高 你什么都要，你随意的玩笑 你放下的苦药，结果还是 在劫难逃 在劫难逃。"}
{"context": "至少我们都应该赤裸地对自己坦承，自私才是不能幸福的劣根，就算迷信地看过无数回彼此的掌纹，无非认了心里多一道疤痕，是的爱情需要一点心甘愿的笨，放眼望去却有太多聪明人，现实赢了袖手旁观它在冷眼看我们，同流落在几百万人的城，有的人爱着爱着爱着就淡了，有的人梦着梦着梦着就断了，", "target": "我们曾发誓说我们不会的，至少我们都应该赤裸地对自己坦承，自私才是不能幸福的劣根，就算迷信地看过无数回彼此的掌纹，无非认了心里多一道疤痕，是的爱情需要一点心甘愿的笨，放眼望去却有太多聪明人，现实赢了袖手旁观它在冷眼看我们，同流落在几百万人的城，有的人爱着爱着爱着就淡了，有的人梦着梦着梦着就断了，有的人笑着笑着笑着就哭了，我们曾发誓说我们不会的，有的人走着走着走着就散了，有的人等着等着等着就放了，有的人想着想着想着就忘了，最后我们是他们中的两个，这座城市有太多太多的话还没有说。"}
{"context": "现在只剩三个字的时间，腼腆不算一种手段，爱的确需要一些冒险，so我才不会去丢脸，哪位巫仙传授你的法典，功力不浅身手不凡，麻烦你在闭关修炼之前，耳朵凑过来一点let me say，玻璃心骄傲公主，将继续她的旅途，", "target": "玻璃心骄傲公主，捧她的水晶独舞，没有任何王子能使她停下脚步，现在只剩三个字的时间，腼腆不算一种手段，爱的确需要一些冒险，so我才不会去丢脸，哪位巫仙传授你的法典，功力不浅身手不凡，麻烦你在闭关修炼之前，耳朵凑过来一点let me say，玻璃心骄傲公主，将继续她的旅途，魔法鹅毛铅笔请你绘出我的音符，玻璃心骄傲公主，捧她的水晶独舞，没有任何王子能使她停下脚步，玻璃心骄傲公主，将继续她的旅途，魔法鹅毛铅笔请你绘出我的音符，玻璃心骄傲公主，捧她的水晶独舞，没有任何王子能使她停下脚步。"}
{"context": "你的心情是不定的天空，我仰起头怎么也看不透，晴天就是你露出笑容，阴天就把我关在雨中，寒冷的冬天还要过多久，春天是对岸的海市蜃楼，爱情像落叶一片一片，可惜它被风越吹越远，我期待你闪躲我深埋你诱惑，拥抱以后却不能感觉一丝温柔，", "target": "就算全世界当我是你害怕寂寞的步骤，寒冷的冬天还要过多久，春天是对岸的海市蜃楼，爱情像落叶一片一片，可惜它被风越吹越远，我期待你闪躲我深埋你诱惑，拥抱以后却不能感觉一丝温柔，你放纵我宽容你矜持我等候，就算是你害怕寂寞的步骤，爱怎么回到最初的简单，风带来你的问候他说你是真的爱过，我期待你闪躲我深埋你诱惑，拥抱以后却不能感觉一丝温柔，你放纵我宽容你矜持我等候，就算全世界当我是你害怕寂寞的步骤。"}
{"context": "七点半咖啡，告诉我，你现在哪里，八点半飞机，会把我，带离开这里，一个人回忆，才能永远在一起，带走了心力，我就不能回到过去，", "target": "我想忘记你，啊，我想离开你，哦，再见吧，我的小秘密，哦，再见吧，我的坏脾气，哦，再见吧，我的小秘密，哦，再见吧，我的坏脾气，七点半咖啡，告诉我，你现在哪里，八点半飞机，会把我，带离开这里，一个人回忆，才能永远在一起，带走了心力，我就不能回到过去，啊，我想忘记你，啊，我想离开你，哦，再见吧，我的小秘密，哦，再见吧，我的坏脾气，哦，再见吧，我的小秘密，哦，再见吧，我的坏脾气，哦，啦啦啦，我的小秘密，哦，啦啦啦，我的坏脾气，哦，啦啦啦，我的小秘密，哦，拉拉啦，我的坏脾气。"}
{"context": "晚上要跑步减肥，可他碰见了个酒场，朋友们劝他来捧场，减肥明天再说吧，说了戒酒他只喝一杯，可朋友们死活不让，说不喝醉就不再来往，戒酒明天再说吧，他每天都这样，什么都不慌不忙，", "target": "明天再说吧，他每天都这样，什么都不慌不忙，他每天总这样，明天再说吧，他手上还有很多工作，可他今天懒得去做，懒得做他就不做，要做明天再说吧，他还没有起床，趴在床的中央，从白天趴到了晚上，起床明天再说吧，他每天都这样，什么都不慌不忙，他每天总这样，明天再说吧，他每天都这样，什么都不慌不忙，他每天总这样，明天再说吧，明天再说吧，明天再说吧，明天再说吧，明天再说吧。"}
{"context": "滚滚红尘多少缘，又是一夜念念无言，相思人儿彻夜无眠，多少誓言许在耳畔，昙花一现终成云烟，多少思念泪洒红颜，花开花落几人能怜，往事成风空成悲叹，日暮残阳伊人已远，滚滚红尘多少缘，", "target": "悲欢离合泪珠盈满，聚散依依何时还，魂牵梦绕最痴缠，情寄遥夜红烛映窗前，朝思暮想几多牵绊，情深缘浅终擦肩，多少思念泪洒红颜，花开花落几人能怜，往事成风空成悲叹，日暮残阳伊人已远，滚滚红尘多少缘，几人能懂缘聚又缘散，悲欢离合泪珠盈满，聚散依依何时还，魂牵梦绕最痴缠，情寄遥夜红烛映窗前，朝思暮想几多牵绊，情深缘浅终擦肩，情深缘浅终擦肩。"}
{"context": "城市的夜色披着诱惑，寂寞的男女他寻找着爱火，我弹着吉他讨着生活，一首心曲唱尽苦涩，这些年起早贪黑工作，累垮了身体却一无所获，伪装的奸人思想龌龊，蹂躏着我的信任执着，苏苏的梦 苏苏的痛，苏苏的世界何去何从，", "target": "再苦再累也要前行，曾经饿肚子帮兄弟还账，发了财兄弟像蒸发了一样，如今深爱了十年的姑娘，却坐在宝马里泪流成行，过分的房价我不敢想象，为了生活还在四处奔忙，喝醉了一个人放声歌唱，良心到底值几斤几两，苏苏的义 苏苏的伤，苏苏的情 有谁思量，掩饰着泪水也要坚强，苏苏的梦 苏苏的痛，苏苏的世界何去何从，苏苏的心 有谁读懂，再苦再累也要前行，苏苏的义 苏苏的伤，苏苏的情 有谁思量，掩饰着泪水也要坚强，都说实在人会有好报，可我的真诚常被人耻笑，都说付出会有回报，我的梦却还在拼爹里煎熬。"}
{"context": "清晨的海风，掠过岛屿，浪花闪烁着记忆，那一年的夏天，你对我说，有缘我们再会相遇，清晨的海风，掠过岛屿，浪花闪烁着记忆，那一年的夏天，", "target": "有缘我们再会相遇，潺潺的沙子，绵绵的雨，城堡还挂着风铃，椰子树上刻着，你的名字，缓缓的船带走思绪，鼓浪屿的姑娘，你在哪里，雕刻般的时光，水晶般的停留，鼓浪屿的姑娘，你在哪里，但愿所有平安全部都给你，火红的树林，琴声依旧，暖暖的咖啡心情，那一年的夏天，繁华似锦，你我的脸相映成趣，熟悉的街道，熙熙攘攘，白色的婚纱飘起，那一年的夏天，你对我说，祝福他们永远幸福，鼓浪屿的姑娘，你在哪里，雕刻般的时光，水晶般的停留，鼓浪屿的姑娘，你在哪里，你在哪里，你在哪里。"}
{"context": "我知道 你的心不再跳动，随风走 收拾掉所有的痛，我情愿 做一片叶子飘落，拉住风 像是 拉住你的手，我知道 这世界没有尽头，走不通 是我自己的迷宫，别害怕 你不会感觉寂寞，因为风 吹开 我的温柔，你感觉到了没有 想我没有，我曾听你说 起风的时候，", "target": "我感觉到你的手 滑过我的面孔，不要放开我 不要留下我带我走，不在乎 一个人孤单多久，只明白 回忆里都是沉重，最害怕 面对漆黑夜的我，握住风 画下 遍地的沉默，你感觉到了没有 想我没有，我曾听你说 起风的时候，你就在我身后，我感觉到你的手 滑过我的面孔，不要放开我 不要留下我带我走，你感觉到了没有 想我没有，我曾听你说 起风的时候，你就在我身后，我感觉到你的手 滑过我的面孔，不要放开我 不要留下我带我走，握住风的我画下沉默的痛。"}
{"context": "每周的小组会议，你是否也已经忘记，曾经也死火的你，时常自动化的你，我不用偶尔翻照片，也常想死党的你，谁打破了你的框框，谁狠狠给你回应，谁又是第一个破蛋，谁成了你的海星，", "target": "不懂穿越的意义，放下情绪选择突破，无论如何要上山去，那时的早宣和晚总，时间总是不够用，你总说上山遥遥无期，转眼就各奔东西，谁看了给你的雨天晴，谁记得红黑游戏，谁给了你一个拥抱，感召到想下车的你，从前的日子都远去，我已有我的海星，我经常回去做教练，用生命支持生命，那时候谁回应自以为是的你，谁教练死火的你，谁嘉许尽心致胜的你，谁为你唱，摇篮曲。"}
{"context": "星空似海洋，我们仰头看，小王子在想，明天是否要流浪，一闪闪，好像梦想的片段，说故事的仙女在梦一方，也许想念让人成长，咸咸的泪才会发亮，想念成星光，", "target": "至少我们永远不会忘，无论以后我们各在某地方，还会惦着对方，可能许多感动会变淡，老的时候才重拾回想，某年某月，某个夜晚，星空似海洋，我们仰头看，小王子在想，明天是否要流浪，一闪闪，好像梦想的片段，说故事的仙女在梦一方，也许想念让人成长，咸咸的泪才会发亮，想念成星光，拥抱对方时的存在感，至少我们永远不会忘，无论以后我们各在某地方，还会惦着对方，可能许多感动会变淡，老的时候才重拾回想，某年某月，某个夜晚。"}
{"context": "历年春耕田园花意浓，煮茎饷羹烧笋宴归农，东风摇竹篱雨中，引来红颜含羞丛，张贴联对门窗，当户对耕种，富贵山珍海味皆相空，同享汗滴禾下土峰中，岭上见肥禽牛羊，粥里含膻野味重，", "target": "织昨夜雨钟，田园生活有黄鹂，鸣唱着翠柳，还能留下段佳话，我听到了秋收季节，有欢笑声噗通，我嘲世人有热血，投奔那荣华，却辜负原本笑容，我满腹旧年论诗句，田园留一首，今年秋收田园麦已浓，锅煮牛羊炒鸡宴归农，茶语对诗情亦动，引来她抚琴相从，笔墨豪情似流，贫苦又何痛，田园生活有白鹭，鸣唱着千秋，还能留下段佳话，我听到了春耕季节，有忙碌声噗通，我嘲世人有热血，投奔那荣华，却辜负原本笑容，我满腹旧年论诗句，田园留一首，田园生活有红颜，机杼作衣袖，织得一手好花绣，自给自足在南山，斯是陋室又何空，我笑世人有冷眼，富贵于权重，却附和牡丹笑容，我满腹旧年论诗句，田园渡清秋。"}
{"context": "爸爸 妈妈，我戎马生涯20个春秋，今天又回到了我熟悉而陌生，当兵走时那个老村口，我再也不离开您的左右，将用儿子全部的爱，把您二老守候，是谁与谁相拥村头，泪水淹没了谁的双眸，我大声喊着爸爸妈妈呀，", "target": "是谁为谁斟满了酒，举杯相视了很久很久，只想解开日夜思念的愁，欲说无言想说又没开口，谁为谁把那热泪横流，举杯凝视这杯里的酒，沉淀多年的心里话，如启封的陈年老酒开了口，谁和谁说个喋喋不休，是养育我的爸爸妈妈，满脸沧桑都白了头，我用全部的爱把你们守候，是谁为谁斟满了酒，举杯相视了很久很久，只想解开日夜思念的愁，欲说无言想说又没开口，谁为谁把那热泪横流，举杯凝视这杯里的酒，沉淀多年的心里话，如启封的陈年老酒开了口，谁和谁说个喋喋不休，是养育我的爸爸妈妈，满脸沧桑都白了头，我用全部的爱把你们守候，满脸沧桑都白了头，我用全部的爱把你们守候。"}
{"context": "一朵解语花开在轩窗下，红晕染双颊迎风舞绿纱，谁在深夜燃起高烛，痴立花树下，只恐她慵懒睡去，错过她的芳华，盈盈解语花，脉脉不说话，妩媚无物比，空自惹牵挂，", "target": "今生断肠天涯，人人都赞白莲美，争如我解语花，春雨洗凝脂，回眸生百媚，解语花解语谁怜解语花，一场花事终了了终了了，了断了前世尘缘肠断天涯，醉颜春睡起霓裳舞风雅，解语花解语谁怜解语花，千古花事终了了终了了，了断了千年尘缘，徒留佳话，盈盈解语花脉脉不说话，妩媚无物比空自惹牵挂，谁在前世种下相思，今生断肠天涯，人人都赞白莲美，争如我解语花，春雨洗凝脂回眸生百媚，解语花解语谁怜解语花，一场花事终了了终了了，了断了前世尘缘肠断天涯，醉颜春睡起霓裳舞风雅，解语花解语谁怜解语花，千古花事终了了终了了，了断了千年尘缘徒留佳话，醉颜春睡起霓裳舞风雅，解语花解语谁怜解语花，千古花事终了了终了了，了断了千年尘缘徒留佳话。"}
{"context": "现在如何是好，令我真的感到苦恼，情意觉察得到，热爱觉察得到，跟你一生一起真的好，但是如何是好，没法将心声坦率告，惟愿你也知道，就像我也知道，爱得真心只想可终老，", "target": "风满途，跟你做伴再没烦恼，人生苦，不感到，有你身边轻轻慰抚，但愿柔情互诉，让那心声轻轻诉，其实我也知道，就像你也知道，话到嘴边偏偏吞吞吐，现在如何是好，令我真的感到苦恼，情意觉察得到，热爱觉察得到，跟你一生一起真的好，但是如何是好，没法将心声坦率告，惟愿你也知道，就像我也知道，爱得真心只想可终老，尘满路，风满途，跟你做伴再没烦恼，人生苦，不感到，有你身边轻轻慰抚，但愿柔情互诉，让那心声轻轻诉，其实我也知道，就像你也知道，话到嘴边偏偏吞吞吐，其实我也知道，就像你也知道，说出心声不必吞吞吐。"}
{"context": "没有巨人般的力气，能背负天大压力，要把我推落谷底，一根手指头就可以，没有用不完的运气，能一直风和日丽，要让我绝望到底，只要一场雨，我做过的事情没有收视率，连主演的悲剧都无趣，", "target": "为什么你还不放弃，抚摸我泪水的痕迹，像孩子般疼惜，一片空白的生命，幸好还有你，应该用尽全力爱你，我想我可以，明明难过却要生气，放纵失控的脾气，连累你不安伤心，崩溃了却还装镇定，拥抱我混乱的情绪，我后悔自责不已，你笑说没有关系，却红了眼睛，我做过的事情没有收视率，连主演的悲剧都无趣，你怕了吗，为什么你还不放弃，抚摸我泪水的痕迹，像孩子般疼惜，一片空白的生命，幸好还有你，应该用尽全力爱你，我想我可以，像我这样失败的人没资格再爱了，你却还心疼，舍不得丢下我一个人，我怕了吗，我凭什么不失去你，在最坏的时刻相遇，唱最好的奇迹，一片空白的生命，幸好还有你，换你幸福要更努力，我想我可以，我想我可以。"}
{"context": "李云，三木，风箫吹水云闲 蝴蝶舞着翩跹，花外琴音缠绵 惊起了碧水涟涟，书生泼墨落笔尖 轻舟入画卷，佳人抚琴在船舷 风月轻总无边，为那醉倒一眼 亮起河灯几点，月落了霜满天 空作相思晓风干，春雨如酒柳如烟 花月不曾闲，楼台掩面笑清浅 欲寄小字红笺，", "target": "梦里常相见 徒惹相思恋，书生着画卷 却是两相牵，画阁垂杨重到处 谁来了心愿，美人掀珠帘 如花般笑靥，瞥遇是回廊 执手看泪眼，折尽风前柳 画卷做纸鸢，闲看庭前花开花落 年年遥挂牵，美人掀珠帘 如花般笑靥，瞥遇是回廊 执手看泪眼，折尽风前柳 画卷做纸鸢，闲看庭前花开花落 年年遥挂牵，为那醉倒一眼 亮起河灯几点，月落了霜满天 空作相思晓风干，春雨如酒柳如烟 花月不曾闲，楼台掩面笑清浅 欲寄小字红笺，美人卷珠帘 不见君容颜，梦里常相见 徒惹相思恋，书生着画卷 却是两相牵，画阁垂杨重到处 谁来了心愿，美人掀珠帘 如花般笑靥，瞥遇是回廊 执手看泪眼，折尽风前柳 画卷做纸鸢，闲看庭前花开花落 年年遥挂牵，闲看庭前花开花落 年年遥挂牵。"}
{"context": "梦追求的方向，你是我的希望，有无比的力量，爱让我不再受伤，梦失去了方向，你就在我身旁，感到失去希望，爱能让我飞翔，我有颗追求的梦想，我们不断向前闯，", "target": "让我们继续飞翔，我们不断追求的梦想，我们继续向前闯，给我爱的力量，让我飞翔，我的梦飞向远方，梦追求的方向，你是我的希望，有无比的力量，爱让我不再受伤，梦失去了方向，你就在我身旁，感到失去希望，爱能让我飞翔，我有颗追求的梦想，我们不断向前闯，我们抱着生活的希望，让我们继续飞翔，我们不断追求的梦想，我们继续向前闯，给我爱的力量，让我飞翔，我的梦飞向远方，我有颗追求的梦想，我们不断向前闯，我们抱着生活的希望，让我们继续飞翔，我们不断追求的梦想，我们继续向前闯，给我爱的力量，让我飞翔，我的梦飞向远方，给我爱的力量，让我飞翔，我的梦飞向远方。"}
{"context": "那些快乐的场景，却把我推向那漩涡，有些伤太深，有些爱不真，真实的样子太残忍，那些骗人的成果，都是我辛苦换来的，有些伤太深，有些爱不真，真的人却没有身份，", "target": "我怕你也难过，我只想这结果，别蹉跎，我不想那样做，我看你也难过，明明白白的证据摆在这，那些动人的旋律，都是我心碎写下的，那些谎太深，那些梦不真，真的人却满身伤痕，我不想那样做，我怕你也难过，我只想这结果，别蹉跎，我不想那样做，我看你也难过，明明白白的证据摆在这，我不想那样做，我看你也难过，我只想这结果，我不想那样做，我怕你也难过，我只想这结果，别蹉跎，难过的是，你还说着 你还爱我，明明白白的证据摆在这，明明白白的结局败在这。"}
{"context": "人在江湖总身不由己，江湖时常会云变风起，茫茫人海中 我们能相遇，所以一定要 好好的珍惜，人生不过就是 生与死的交替，曾有过的梦想 也别放弃，我的好兄弟，今生有缘相聚在一起，刀风剑雨豪情在天地，我的好兄弟，", "target": "苦与乐我一直陪伴着你，人在江湖总身不由己，江湖时常会云变风起，茫茫人海中我们能相遇，所以一定要好好的珍惜，人生不过就是生与死的交替，曾有过的梦想也别放弃，我的好兄弟，今生有缘相聚在一起，刀风剑雨豪情在天地，我的好兄弟，情义无价铭记在心底，苦与乐我一直陪伴着你，我的好兄弟，今生有缘相聚在一起，刀风剑雨豪情在天地，我的好兄弟，情义无价铭记在心底，苦与乐我一直陪伴着你，苦与乐我一直陪伴着你。"}
{"context": "忘了是怎么开始，爱上流沙穿过手指慢慢消失，哦是不是爱来得太迟，才会让你的心学会了静止，而你却不作多解释，反而用一点沉默加以修饰，是我给了爱一个坏的名字，然后看着它慢慢消失，回来吧我的天使，别让暴风雨将你淋湿，", "target": "做你的名字，然后用一生一世，做你的戒指，忘了是怎么开始，爱上流沙穿过手指慢慢消失，哦是不是爱来得太迟，才会让你的心学会了静止，而你却不作多解释，反而用一点沉默加以修饰，是我给了爱一个坏的名字，然后看着它慢慢消失，回来吧我的天使，别让暴风雨将你淋湿，我要给你一双翅膀，做你的名字，然后用一生一世，做你的戒指，回来吧我的天使，别让暴风雨将你淋湿，我要给你一双翅膀，做你的名字，然后用一生一世，做你的戒指，回来吧我的天使，别让暴风雨将你淋湿，我要给你一双翅膀，做你的名字，然后用一生一世，做你的戒指。"}
{"context": "走在人群当中，我是多么不同，任凭别人都在看我，我也无所动容，在我心头汹涌，因为不紧泥淋丛，我知道在你的心中，我是多少的不同，当我看到你的面庞，使我感到迷惑，", "target": "我也不懂为了什么，我没有在琢磨，为何这样看我，走在人群当中，我是多么不同，人家别人都在看我，我也无所动容，和你告别以后，我在慢慢记住你我，你说过一直在琢磨，仿佛生活在云中，当我看到你的面庞，使我感到迷惑，使我感到浊沌，我也不懂为了什么，我没有在琢磨，为何这样看我，当我看到你的面庞，使我感到迷惑，使我感到浊沌，我也不懂为了什么，我没有在琢磨，为何这样看我。"}
{"context": "你知道，我是土生土长台湾制造，不要嗨翻了，才说我们没有警告，你知道，我是土生土长台湾制造，国乐配嘻哈，你猜怎么着，你该轻松地点播这首音乐，有太妃堂的听了就好亲切，", "target": "二胡蠢蠢欲动，古筝随性在拨弄，触动你的笑容，我是，拿，来自，搞创意，要创新，创造的，有兴趣的伙伴，你就喊声，中西混和搅拌，加油，翻开我的背面，你知道，我是土生土长台湾制造，不要嗨翻了，才说我们没有警告，你知道，我是土生土长台湾制造，国乐配嘻哈，你猜怎么着，我的路数是峨嵋配武当，手中的国乐器是辣妹们的武装，五方人马要追问我的行踪，百姓说太妃堂是我的行宫，谁的嘴巴，谁最伟大，听我的音乐其他都没差，听我的技巧，不要太计较，开叉的旗袍，露我的韵脚，看我徐志摩的圈圈眼镜也是，让太妃堂的太子妃子来逗你开心，是有没有这么无聊还在翻画报，翻开我的背面，你知道，我是土生土长台湾制造，不要嗨翻了，才说我们没有警告，你知道，我是土生土长台湾制造，国乐配嘻哈，你知道，我是土生土长台湾制造，不要嗨翻了，才说我们没有警告，你知道，你猜怎么着。"}
{"context": "凋谢的玫瑰，忘不了你的爱，魂牵梦绕的徘徊，玫瑰花般的爱情，有谁能够去安排，我爱着的那朵玫瑰，含苞待放的花蕊，五彩缤纷的爱情，那种才是最珍贵，我把心都交给你，", "target": "留下那颗破碎的心，为你背上感情的负累，我真不知道你爱谁，只知道我爱你好累，爱你的心开始憔悴，炽热的心早已破碎，凋谢的玫瑰，梦里的那朵玫瑰，在我心中不枯萎，含苞待放的花蕊，却开不出爱情花蕾，我爱着的那朵玫瑰，含苞待放的花蕊，五彩缤纷的爱情，那种才是最珍贵，我把心都交给你，给了那朵未开的花蕊，爱上那朵凋谢的玫瑰，换上那份感情的负累，滴血的心开始流泪，我爱还是那朵玫瑰，爱上那朵凋谢的玫瑰，就注定要为你心碎，我把心都交给你，给了那朵未开的花蕊，爱上那朵凋谢的玫瑰，换上那份感情的负累，滴血的心开始流泪，我爱还是那朵玫瑰，爱上那朵凋谢的玫瑰，就注定要为你心碎，就注定要为你心碎。"}
{"context": "一百年，再出发，百年风云百年沧桑，铁骨铮铮誓言铿锵，开天辟地血铸信仰，壮阔山河红旗飘扬，百年凯歌百年激昂，披肝沥胆豪情万丈，敢为人先人民当家，红船领航永放光芒，一百年再出发，", "target": "正青春再出发，征途漫漫路在脚下，一百年再出发，泱泱大国巍巍华夏，正青春再出发，七月臂膀担当天下，百年凯歌百年激昂，披肝沥胆豪情万丈，敢为人先人民当家，红船领航永放光芒，一百年再出发，巨龙腾飞劈波斩浪，正青春再出发，征途漫漫路在脚下，一百年再出发，泱泱大国巍巍华夏，正青春再出发，七月臂膀担当天下，红船红船再出发。"}
{"context": "永远深爱你，永远深爱你，亲爱的我们就这样爱吧，亲爱的我们就这样牵手吧，不管未来多么多么困难重重，绝不会放弃紧紧握的手，亲爱的我们就这样拥抱吧，亲爱的我们就这样在一起吧，风雨多么狂暴我都勇敢的去征服，相信我永远守护着你，", "target": "我永远深爱你，我永远深爱你，我永远深爱你，亲爱的我们就这样拥抱吧，亲爱的我们就这样在一起吧，风雨多么狂暴我都勇敢的去征服，相信我永远守护着你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你，我永远深爱你。"}
{"context": "生命中最善良的时光，就像是水一样明亮，记忆里总有人坐在身旁，抚摸着我枯萎的肩膀，对我说红色不该遗忘，温度不迷茫 方向不倔强，不要对我说红色不该遗忘，温度不迷茫 方向不倔强，对我说永远永远，再次围绕着我，", "target": "是不一样的生活，对我说永远永远，再次围绕着我，对我说永远永远，是不一样的生活，生命中最善良的时光，就像是水一样明亮，记忆里总有人坐在身旁，抚摸着我枯萎的肩膀，对我说红色不该遗忘，温度不迷茫 方向不倔强，不要对我说红色不该遗忘，温度不迷茫 方向不倔强，对我说永远永远，再次围绕着我，对我说永远永远，是不一样的生活，对我说永远永远，再次围绕着我，对我说永远永远，是不一样的生活，对我说，对我说，对我说，永远永远，对我说，对我说，对我说，永远永远。"}
{"context": "一首歌像一杯茶，愈饮愈听愈有味，往事浮现脑海中，记录著过去，有伤悲有欢喜，有讲有笑有情意，青春彼当时，美丽甘甜，啊 一首老情歌，歌中有你有我，", "target": "有泪有汗有咸酸苦涩，啊 一首老情歌，亲像一生的伴，陪咱行过千山甲万岭，一首歌像一杯茶，愈饮愈听愈有味，往事浮现脑海中，记录著过去，有伤悲有欢喜，有讲有笑有情意，青春彼当时，美丽甘甜，啊 一首老情歌，歌中有你有我，啊，有泪有汗有咸酸苦涩，啊 一首老情歌，亲像一生的伴，陪咱行过千山甲万岭，啊 一首老情歌，歌中有你有我，啊，有泪有汗有咸酸苦涩，啊 一首老情歌，亲像一生的伴，陪咱行过千山甲万岭。"}
{"context": "小小的愿望，温暖心房，种在心底不会占太大地方，清晨的阳光，映在脸上，有梦就有希望，未来的路很长，坚持就是成长，如果你选择坚强，一定要乘风破浪，", "target": "你站在海中央，此刻就许下愿望，它会带着你飞翔，小小的愿望，温暖心房，种在心底不会占太大地方，清晨的阳光，映在脸上，有梦就有希望，走在寻梦路上，也许迷失方向，坚信自己的目光，请不要灰心彷徨，打开心灵歌唱，描绘蓝图理想，此刻就许下愿望，小小的也会发光，小小的愿望，温暖心房，种在心底不会占太大地方，清晨的阳光，映在脸上，有梦就有希望，小小的愿望，温暖心房，种在心底不会占太大地方，清晨的阳光，映在脸上，有梦就有希望。"}
{"context": "人生能几何，有苦也有乐，名利只是身外物，别丢了自我，爱情没对错，别计较太多，无论相聚和分离，日子都一样过，没钱别灰心，有钱别嘚瑟，", "target": "失去别流泪，再苦也别颓废，用力去挣脱，这命运的枷锁，潇洒的生活要知足常乐，该放手就放不必太执着，历经风雨坎坷就一笑而过，坦然面对潮起又潮落，潇洒的活着天高又海阔，要走不强求要来不必闪躲，太多是非恩怨握手言和，让命运去选择，没钱别灰心，有钱别嘚瑟，看淡成败的人过的才最洒脱，失去别流泪，再苦也别颓废，用力去挣脱，这命运的枷锁，潇洒的生活要知足常乐，该放手就放不必太执着，历经风雨坎坷就一笑而过，坦然面对潮起又潮落，潇洒的活着天高又海阔，要走不强求要来不必闪躲，太多是非恩怨握手言和，让命运去选择，潇洒的生活要知足常乐，该放手就放不必太执着，历经风雨坎坷就一笑而过，坦然面对潮起又潮落，潇洒的活着天高又海阔，要走不强求要来不必闪躲，太多是非恩怨握手言和，让命运去选择。"}
{"context": "心里有话总相对你话说，没有你哪有今天的我，经历了多少风雨，走过许多坎坷，只有你能带领我们，奔向幸福生活，你让江山跳动着脉搏，叫天下百姓充满欢乐，你凝聚万众的力量，把贫困摆脱，", "target": "建设祖国山河，五十六个民族紧跟你，中国的前程无限宽广，你高扬的旗帜，闪烁出辉煌的硕果，神州大地同唱一首歌，中国的道路自己选择，你点燃的万家灯火，温暖着人民的心窝，心里有话总想对你话说，没有你哪有今天的我，经历了多少风雨，走过许多坎坷，只有你能带领我们，奔向幸福生活，五十六个民族紧跟你，中国的前程无限宽广，你高扬的旗帜，闪烁出辉煌的硕果，神州大地同唱一首歌，中国的道路自己选择，你点燃的万家灯火，温暖着人民的心窝，五十六个民族紧跟你，中国的前程无限宽广，你高扬的旗帜，闪烁出辉煌的硕果，神州大地同唱一首歌，中国的道路自己选择，你点燃的万家灯火，温暖着人民的心窝，温暖着人民的心窝。"}
{"context": "窗台前明月之下，你说我闭月羞花，清酒一杯，盼望早日凯旋哪，我的思绪乱如麻，没有你何处是天涯，秋风吹散了夏花，冬雪复盖了年华，我等你无论海角天涯，绝无一念之差，", "target": "潮水送来浪花，夜莺丰富了落单的琵琶，你就站在月下，窗台前明月之下，你说我闭月羞花，深情双眸，记住我的思念哪，你我共续前缘哪，有你相伴就是天涯，秋风吹散了夏花，冬雪复盖了年华，我等你无论海角天涯，绝无一念之差，等到了明日夕下，潮水送来浪花，夜莺丰富了落单的琵琶，你就站在月下，秋风吹散了夏花，冬雪复盖了年华，我等你无论海角天涯，绝无一念之差，等到了明日夕下，潮水送来浪花，夜莺丰富了落单的琵琶，你就站在月下，你就站在月下。"}
{"context": "黄昏中的情人虹霓灯影中，暮秋的漫流者定是，北子横斜的远方表妹，她青春难辨的火焰，起于一段芦苇的伤逝，两天或更早前的一场影子之恋，仿佛瘦损之烛梦里失禁，或白色的王子没落千年，驰道的断垣，一滴液雨的前奏里，", "target": "当鸦群暴动的黄昏比寒流更大，积雪使远方的罗望子树失重，象发乎情止乎礼的一场露水姻缘，黄昏宽广无比的神秘涵盖了，辚辚而来的客运马车，静穆的羊蹄甲岚气萦回的，木麻黄列队以及低矮的三角梅的，小小红花星光遗漏，唤醒了大地坚强的琴音，黄昏中的情人是星夜光亮的，一部分劲歌中的狂徒，在一个世纪的病痼难挨的时刻，当他乡之手把你随意涂抹在，夜色四合的扉页而蝙蝠，飞来吸食一生那么长的光明，黄昏中的情人那怀旧的表妹，必将沿一行逝水梦游先烈，归于微粒。"}
{"context": "当星光轻轻散落在山冈，月亮为夜晚铺了床，像不像儿时长大的村庄，也有着一样的风光，孩子啊为什么你会悲伤，难过却不知该对谁讲，打开窗就是故乡的方向，何时能回到你身旁，那就流浪吧 流浪吧，会不会找到个家，", "target": "幸好我还拥有她，多想不慌张不躲藏，至少去追一个梦想，长成够坚强的肩膀，就不会再怕风浪，心慌慌漂泊的人心慌慌，多少没实现的愿望，水汪汪落泪的眼水汪汪，归乡的路山高水长，那就流浪吧 流浪吧，会不会找到个家，就算犯了错受了伤，幸好我还拥有她，多想不慌张不躲藏，至少去追一个梦想，长成够坚强的肩膀，就不会再怕风浪，啦 啦 啦。"}
{"context": "天荒加地老有没有长度，一天到晚付出有没有礼物，都因为一个人加起一个人，就有两个面目越数越糊涂，谁能够承认自己所犯的错误，爱上了一个人刚好这个人爱上另一个人，谁能说清楚，为什么他们要走这些冤枉路，为什么爱在悬崖旁边寻找满足，感情包袱传到谁手里会最孤独，", "target": "谁都有权不在乎谁有勇气大声说不，放下包袱却害怕不太习惯舒服，天荒加地老有没有长度，一天到晚付出有没有礼物，爱上了一个人刚好这个人爱上另一个人，谁能说清楚，为什么他们要走这些冤枉路，为什么爱在悬崖旁边寻找满足，感情包袱传到谁手里会最孤独，感情包袱传来传去结果传到哪里结束，谁都有权不在乎谁有勇气大声说不，放下包袱却害怕不太习惯舒服，感情包袱传到谁手里会最孤独，感情包袱传来传去结果传到哪里结束，谁都有权不在乎谁有勇气大声说不，放下包袱却害怕不太习惯舒服。"}
{"context": "决定了退出，就不会后悔，既然爱情没得选择，那么只能一个选择，我情愿自己伤心，也不愿看着你落泪，既然不爱，为何还要牵强，决定了退出，什么都不要再说，", "target": "没有什么可执着，既然不爱，为何还要牵强，决定了退出，什么都不要再说，爱情本该如此，没有什么可执着，为何还要牵强，什么都不要再说，爱情本该如此，没有什么可执着，决定了退出，就不会后悔，既然爱情没得选择，那么只能一个选择，我情愿自己伤心，也不愿看着你落泪，既然不爱，为何还要牵强，决定了退出，什么都不要再说，爱情本该如此，没有什么可执着，既然不爱，为何还要牵强，决定了退出，什么都不要再说，爱情本该如此，没有什么可执着，为何还要牵强，什么都不要再说，爱情本该如此，没有什么可执着。"}
{"context": "一条路忘记走过了多少次，翻山越岭脚步从来没停止，我要为你带去希望的光，为你谱写告别贫瘠的故事，这条路再苦再累也会坚持，你的冷暖是我心头的大事，我要为你捎去和煦的风，为你明天插上幸福的双翅，即使你一时说不出我的名字，我也乐意听到那声久违的同志，", "target": "你可知道我的心有多么的充实，这条路再苦再累也会坚持，你的冷暖是我心头的大事，我要为你捎去和煦的风，为你明天插上幸福的双翅，即使你一时说不出我的名字，我也乐意听到这声亲切的同志，哪怕我从此化作风和雨，也要为你浇灌出幸福的种子，即使你一时说不出我的名字，我也乐意听到这声亲切的同志，哪怕我从此化作风和雨，也要为你浇灌出幸福的种子，也要为你浇灌出幸福的种子。"}
{"context": "花开的声音，像一首歌谣，花好月夜的夜里，你可听到雨打芭蕉，古老的传说，与世界相邀，欢聚一堂的时刻，木棉花绽放着微笑，微笑，花一样的城市，踏上梦想的跑道，", "target": "牵来世界的聚焦，花一样的城市，向着更快更强奔跑，美丽的广州，与白云一起，一起越飞越高，越飞越高，花开的声音，像一首歌谣，花好月夜的夜里，你可听到雨打芭蕉，古老的传说，与世界相邀，欢聚一堂的时刻，木棉花绽放着微笑，微笑，花一样的城市，踏上梦想的跑道，五色的云彩，牵来世界的聚焦，花一样的城市，向着更快更强奔跑，美丽的广州，与白云一起，一起越飞越高，越飞越高，花一样的城市，踏上梦想的跑道，五色的云彩，牵来世界的聚焦，花一样的城市，向着更快更强奔跑，美丽的广州，与白云一起，一起越飞越高，越飞越高。"}
