{"context": "避世领权责任，约束着氏族的灵魂，", "target": "违犯者杀无赦严惩，杂草丛生古堡很阴森，只为鲜血而兴奋，流露邪恶的眼神，习惯穿黑色的礼服，夜晚是他的领土，穿过墓地化身蝙蝠，初拥是他的礼物，圣经中饮血不可恕，他依然我行我素，吻过之后将被俘虏，他的传说从没结束，美女美女快洗好你的脖子，让我亲一亲吻一吻，轻轻把你的灵魂献给我，我不残忍这是来自我的恩赐，以后你就跟随我，睡棺木召集教徒，永生的诱惑我就不信你不舒服，管他耶稣还是野鼠，我就是这里最大统治者，开始朝拜我，避世领权责任，约束着氏族的灵魂，后裔杀亲客尊，违犯者杀无赦严惩，杂草丛生古堡很阴森，只为鲜血而兴奋，流露邪恶的眼神，习惯穿黑色的礼服，夜晚是他的领土，穿过墓地化身蝙蝠，初拥是他的礼物，圣经中饮血不可恕，他依然我行我素，吻过之后将被俘虏，他的传说从没结束，习惯穿黑色的礼服，夜晚是他的领土，穿过墓地化身蝙蝠，初拥是他的礼物，圣经中饮血不可恕，他依然我行我素，吻过之后将被俘虏，他的传说从没结束。"}
{"context": "想陪你共进，最后的晚餐，", "target": "总感觉分开需要仪式感，才能证明这是终点，想给你拥抱，最后的温暖，毕竟收场真的遗憾，两个人的习惯很难改变，还有心动不敢流连，爱情总会败给时间，来的太晚，让人心酸，太多难以启齿的柔软，爱情总会败给时间，走的太快，情深缘浅，就让一切都回到原点，我们，各自承担，我们，不说再见，想给你拥抱，最后的温暖，毕竟收场真的遗憾，两个人的习惯很难改变，还有心动不敢流连，爱情总会败给时间，来的太晚，让人心酸，太多难以启齿的柔软，爱情总会败给时间，走的太快，情深缘浅，就让一切都回到原点，我们，各自承担，我们，不说再见，爱情总会败给时间，来的太晚，让人心酸，太多难以启齿的柔软，爱情总会败给时间，走的太快，情深缘浅，就让一切都回到原点，我们，各自承担，我们，不说再见。"}
{"context": "说好了算了罢了，该放手了但仍然牵挂着，", "target": "甚至一个眼神一个微笑都，让我魂牵梦萦，因她的快乐而快乐，她的伤心而伤已成了我生活的一部分，我并不希望她能对我多么多么好，也并不奢求能赢得她的芳心，我唯一的愿望就是能每天看到她的身影，唯一的渴求就是她能够开心并且快乐着，我有过表白的冲动，但理智的心问我你准备好了吗，我却只能低头无语，因为我不愿打没有把握的仗，更没有勇气去赢来没有任何保障的爱情，可能你会认为我很懦弱，但你也许不知道偶尔的一次懦弱并不代表是无能，恰恰相反那需要更大的的毅力和忍耐，我不愿因为，我的冲动而破坏了我们之间的感情，更不希望由此我们变成熟悉的陌生人，我现在只能去默默地，加油努力拼搏奋斗，不管怎样，我愿用我的努力，用我的拼搏用我的奋斗，用我的成就，给予她一生的幸福，如果我还有机会，如果到那时她还愿意的话。"}
{"context": "向往草原，秀丽叠翠 碧波蓝天，", "target": "若隐若现，一望无际 莺飞草长，莺飞草长，青山缠绵 绿水甘甜，绿水甘甜，青山缠绵 绿水甘甜，流淌着 生命的清泉，风儿在天空 满载着思念，美丽的姑娘 把谁挂牵，温暖的眼神 穿越流云，英雄的故事 马背上流传，马儿的嘶鸣 常常浮现，梦幻的驼铃 洁白的哈达，洁白的哈达，蒙古包里 欢歌笑语，欢歌笑语，散发清香 奶茶香甜，奶茶香甜，散发清香 奶茶香甜，云烟袅袅朵朵笑脸，耳边想起 长长思念，陶醉了谁的笑颜，向往草原 敖包相会，美丽的草原 火红的情感，还有清香迷人的草甸。"}
{"context": "不玩追逐的游戏，那样不够甜蜜，", "target": "做最多疯狂的事情，做最少的约定，你的温柔足够我回忆，轻轻贴着你的掌心，相信没有任何爱情，管得住你放肆的美丽哦，放心靠在我这里，绝不拿誓言为难你，我的感觉就只想说给你听，轻轻放心靠在我这里，要陪我多久都可以，我的思念会永远跟你在一起，不玩追逐的游戏，那样不够甜蜜，开在我梦里的玫瑰是你，做最多疯狂的事情，做最少的约定，你的温柔足够我回忆，轻轻贴着你的掌心，相信没有任何爱情，管得住你放肆的美丽哦，放心靠在我这里，绝不拿誓言为难你，我的感觉就只想说给你听，轻轻放心靠在我这里，要陪我多久都可以，我的思念会永远跟你在一起，放心靠在我这里，绝不拿誓言为难你，我的感觉就只想说给你听，轻轻放心靠在我这里，要陪我多久都可以，我的思念会永远跟你在一起，放心靠在我这里，绝不拿誓言为难你，我的感觉就只想说给你听，轻轻放心靠在我这里，要陪我多久都可以，我的思念会永远跟你在一起。"}
{"context": "你问我思念有多遥远，请你抬眼望那一抹蓝，", "target": "深深的呼唤，远方的你呀可曾听见，盐湖水倒映着额吉的脸，那岁月沧桑了你的容颜，你的爱带着暖，你的双手莫抖颤，我的心会陪你直到永远，额吉淖尔我心中的依恋，我是你的孩子把你挂牵，蘸一滴湖水挥指祭苍天，只为你长存和母亲的笑脸，盐湖水倒映着额吉的脸，那岁月沧桑了你的容颜，你的爱带着暖，你的双手莫抖颤，我的心会陪你直到永远，额吉淖尔我心中的依恋，我是你的孩子把你挂牵，蘸一滴湖水挥指祭苍天，只为你长存和母亲的笑脸，额吉淖尔我心中的眷恋，我是你的孩子为你祝愿，抹一把泪水你说风儿迷了眼，这浓浓的真情恒久永流传，额吉淖尔我心中的眷恋，我是你的孩子为你祝愿，抹一把泪水你说风儿迷了眼，这浓浓的真情恒久永流传，这浓浓的真情恒久永流传。"}
{"context": "你爱浪漫的秋意我爱夏日长，你爱为未知打算我计划现况，", "target": "相处不拘人各自各一样忙，你爱做梦尽管笑我会合力设想，终于实现的一刻我会在现场，千种快乐从分享里面扩张，失意不相干，如觉得喜欢一个人，好比一首歌只有你可一起唱，当中的高低音韵跌宕也寻常，从心去领会一小节一小节发展才理想，喜欢一个人，不管多珍惜当初一起的境况，都交给双方天空海阔的方向如感觉未忘，今天这歌声结束一天也始终碰上，快快乐乐走一趟刹那是夕阳，变化若是不可免哪怕又遇上，再会一刻合拍又再击掌，走过孤单没变是最初立场，吃喝玩乐风花雪说说月夜理想，风风雨雨一把遮冷暖又渐凉，分享快乐如鲜花继续透香，失意都好样，仍觉得喜欢一个人，好比一首歌只有你可一起唱，当中的高低音韵跌宕亦寻常，从心去领会一小节一小节发展才理想，喜欢一个人，不管多珍惜当初一起的境况，都交给双方天空海阔的方向，如感觉没忘，今天这歌声结束一天也始终碰上。"}
{"context": "你是我的遗憾不能再优先，浑浑噩噩不知多少夜晚，", "target": "看熟悉的照片，设想有天突然遇见，第一句话一定是好久不见，第二句话如何引经据典，热恋时的委婉，分手时的敷衍，都让我向另个人改变，就不要浪费时间，就不要见第二面，就不要说你还是怀念，我不计前嫌也不想重演，憧憬和遗憾的重叠，就不要浪费再见，愿一切如你所愿，走不到最后也是永远，要学会告别先学会自觉，其实忍住了也没有那么热烈，第一句话一定是好久不见，第二句话如何引经据典，热恋时的委婉，分手时的敷衍，都让我向另个人改变，就不要浪费时间，就不要见第二面，就不要说你还是怀念，我不计前嫌也不想重演，憧憬和遗憾的重叠，就不要浪费再见，愿一切如你所愿，走不到最后也是永远，要学会告别先学会自觉，其实忍住了也没有那么热烈，就不要浪费时间，就不要见第二面，就不要说你还是怀念，我不计前嫌也不想重演，憧憬和遗憾的重叠，就不要浪费再见，愿一切如你所愿，走不到最后也是永远，要学会告别先学会自觉，其实忍住了也没有那么热烈。"}
{"context": "九曲十八弯，流淌我的梦想，", "target": "激荡我的胸膛，巴音布鲁克啊你是我，跃马千里归来的渴望，绵延天边的绿色，是天鹅的歌唱，穿越冰川的歌声，是祖先的呼唤，巴音布鲁克啊你是我，生命永远不干枯的灵感，巴音布鲁克 梦中的天堂，巴音布鲁克 日出的东方，巴音布鲁克 富饶的泉水，巴音布鲁克 回归的方向，绵延天边的绿色，是天鹅的歌唱，穿越冰川的歌声，是祖先的呼唤，巴音布鲁克啊你是我，生命永远不干枯的灵感，巴音布鲁克 梦中的天堂，巴音布鲁克 日出的东方，巴音布鲁克 富饶的泉水，巴音布鲁克 回归的方向，巴音布鲁克 梦中的天堂，巴音布鲁克 日落满金光，巴音布鲁克 甜蜜的歌唱，巴音布鲁克 我心的故乡。"}
{"context": "独自伏桌上，我双手感到冰冷，", "target": "浪漫像杯酒，是苦也是甜，我却看见你苦痛的脸，寂寞像怪物将我侵占将空虚拥有，你教我心永恒地挂念，莫问在世上是否有诺言，爱你难一夜变迁，寂寞空间一切成纪念，留待日后思想昨天的故事，苦不伤我心，痛也是无憾，说爱过已是无憾，寂寞像怪物将我侵占将空虚拥有，你教我心永恒地挂念，莫问在世上是否有诺言，爱你难一夜变迁，寂寞空间一切成纪念，留待日后思想昨天的故事，苦不伤我心，痛也是无憾，说爱过已是无憾，寂寞空间一切成纪念，留待日后思想昨天的故事，苦不伤我心，痛也是无憾，说爱过已是无憾。"}
{"context": "红缨尽碎性命垂危，踏敌寇君心不回，", "target": "尽诛宵小辨是非，洛天依言和，一曲牵相伴，叹命运纠缠，急管繁弦空悲叹，乐正绫心华，年少时玩伴，恨年岁短暂，成长是曲终人尽散，心华，画箱背已不在深闺，看山河万岁，落叶蔷薇画尽世间美，月下独归，言和初音，若你无罪朝堂不退，年年岁岁永不归，蟒袍加身妻女跟随，斑驳城墙困着谁，心华乐正绫，一曲牵相伴，叹儿时纠缠，重勾弦断空悲叹，言和洛天依，与君牵相伴，曲终人不散，终是梦醒心难安，洛天依，入宫步步难，乐正绫，长枪定国安，心华，山河百川画成卷，言和洛天依，简廉忠义难，看儿时玩伴，年岁让曲终人尽散。"}
{"context": "喝完了咖啡，看完了天黑，", "target": "还能安睡，分手了宝贝，你不服气我没有想像中憔悴，对不对还能够讲话，还能够唿吸，还能够走路，还有汗水，还没有崩溃，你不甘心我失去你也无所谓，你以为，你要我为你受什么样的罪，付出的所有，已给你浪费，要怎样残缺，要怎么自毁，才证明你完美，你想要我的眼泪，我不能不给，只是超越了伤悲，泪腺都枯萎，你想要了我的命，我怎么能给，成为你累赘，我不配，你还在乎我，对不对，还是要上班，还是要吃饭，还是会疲惫，还没垂危，没有你约会，你觉得我平静到不稀罕挽回，你以为，你要我为你受什么样的罪，付出的所有，已给你浪费，要怎样残缺，要怎么自毁，才证明你完美，你想要我的眼泪，我不能不给，只是超越了伤悲，泪腺都枯萎，你想要了我的命，我怎么能给，成为你累赘，我不配，你还在乎我，对不对，你想要我的眼泪，我不能不给，只是超越了伤悲，泪腺都枯萎，你想要了我的命，我怎么能给，我不配，我不会，你还在乎我，对不对。"}
{"context": "走火入魔是我的旅程，虽然旅途并不陌生，", "target": "却在下个季节沉沦，夜带来的是无谓的流浪，只缘星空未曾照亮，我会在同一天返航，告诉我下个方向，早注定我是个飞行员，总逃不出地球的圆，承载负荷，却想要到达，终点也是原点，命中注定我是个飞行员，总逃不出命运的圈，被暴风雨温柔的那片天空，才是属于我的既定航线，夜带来的是无谓的流浪，只缘星空未曾照亮，我会在同一天返航，告诉我下个方向，早注定我是个飞行员，总逃不出地球的圆，承载负荷，却想要到达，终点也是原点，命中注定我是个飞行员，总逃不出命运的圈，被暴风雨温柔的那片天空，才是属于我的既定航线，早注定我是个飞行员，总逃不出地球的圆，承载负荷，却想要到达，终点也是原点，命中注定我是个飞行员，总逃不出命运的圈，被暴风雨温柔的那片天空，才是属于我的既定航线。"}
{"context": "你把情儿种下，让我为你牵挂，", "target": "我等待你把春雨飘洒，心上一片葱绿，怎能将你放下，今夜又是美丽心情，我渴望你把阳光播洒，每当春回大地满眼芳华，你就在我心中默默发芽，每当枝头挂满了新蕊，谁又在为相思付出代价，每当寒风儿轻轻的刮起，眼前又见到那满地的落花，每当抓起红豆在手上，思念总会弥漫春秋冬夏，你把情儿种下，让我为你牵挂，昨夜又是一场好梦，我等待你把春雨飘洒，心上一片葱绿，怎能将你放下，今夜又是美丽心情，我渴望你把阳光播洒，每当春回大地满眼芳华，你就在我心中默默发芽，每当枝头挂满了新蕊，谁又在为相思付出代价，每当寒风儿轻轻的刮起，眼前又见到那满地的落花，每当抓起红豆在手上，思念总会弥漫春秋冬夏，每当春回大地满眼芳华，你就在我心中默默发芽，每当枝头挂满了新蕊，谁又在为相思付出代价，每当寒风儿轻轻的刮起，眼前又见到那满地的落花，每当抓起红豆在手上，思念总会弥漫春秋冬夏，弥漫春秋冬夏弥漫春秋冬夏。"}
{"context": "冬天为什么这样冷 夏天为什么这样热，早穿皮袄午穿纱呀，", "target": "羊儿为什么这样壮，香梨葡萄哈密瓜呀 英吉沙的小刀亮嚓嚓，克拉玛依的黑石油 库尔勒的白棉花，肥壮剽悍的伊犁马呀 巴音布鲁克的天鹅家，帅小伙的花帽子 胖大嫂的艾特莱丝，抓饭 烤肉 面肺子 馋得你直流哈拉子，这里的土叫新疆土 这里的人是新疆人，塞外风景独这好 边疆处处赛江南，眼见为实耳听为虚呀 天山南北转一圈，不到长城非好汉 不到新疆你真遗憾，哦 哎 哦，这里的土叫新疆土 这里的人是新疆人，塞外风景独这好 边疆处处赛江南，眼见为实耳听为虚呀 天山南北转一圈，不到长城非好汉 不到新疆你真遗憾，不到新疆你真遗憾。"}
{"context": "航向绝望还是天堂，扬起这张破旧的帆，", "target": "这条历经风霜的船，还剩下什么乘风破浪，腐锈的罗盘，依旧天真指向远方，让我攀上最高的栏杆，贪图最后一眼希望模样，让我眺望，那抹夕阳，曾经无畏的那片海洋，曾经狂妄，以为有梦想就能到达对岸，现在这艘将沉之船，航向绝望还是天堂，怎么落得如此难堪，懦夫也曾雄心万丈，彷徨即将淹没船板，为何还紧抱着船桨，腐锈的罗盘，依旧天真指向远方，让我攀上最高的栏杆，贪图最后一眼希望模样，让我眺望，那抹夕阳，曾经无畏的那片海洋，曾经狂妄，以为有梦想就能到达对岸，现在这艘将沉之船，航向绝望还是天堂，让我眺望，那抹夕阳，曾经无畏的那片海洋，曾经狂妄，以为有梦想就能到达对岸，现在这艘将沉之船，航向绝望还是天堂，航向绝望还是天堂。"}
{"context": "看着你那禽兽般的眼睛 喔喔，怪我太笨拙，", "target": "你非分想法总是有太多，怪我太美丽，才会让你着迷，朝思暮想的要把我占据，看着你那禽兽般的眼睛，我站在原地吓得胆破惊心，你不要再向我靠近，小心我真的会生气，看着你那色咪咪的眼睛，我措手不及突然泪流不停，害怕陷入你的怀里，这样容易丢了我身体 好担心，怪我太笨拙，才让你爱上我，你非分想法总是有太多，怪我太美丽，才会让你着迷，朝思暮想的要把我占据，看着你那禽兽般的眼睛，我站在原地吓得胆破惊心，你不要再向我靠近，小心我真的会生气，看着你那色咪咪的眼睛，我措手不及突然泪流不停，害怕陷入你的怀里，这样容易丢了我身体，看着你那禽兽般的眼睛，我站在原地吓得胆破惊心，你不要再向我靠近，小心我真的会生气，看着你那色咪咪的眼睛，我措手不及突然泪流不停，害怕陷入你的怀里，这样容易丢了我身体 好担心。"}
{"context": "夜里然而风吹很劲似仍未没觉倦，风声呐喊不会暂停，", "target": "原来凭星光的呼应朗月照应有歌声伴着和应，步是永不停路是永不尽头少径，全赖天真编织秀丽美景，原来紧握你手原来紧握我手，就让真心彼此紧扣分担喜与忧，原来紧握你手原来紧握我手，就让心曲一起演奏光辉将世间亮透，白昼悠悠海波急劲纵然万里荡，海波未怕不会怨命，问句海如何充满热诚，原来凭千山的呼应暖日照应有海鸥伴着和应，爱用爱启程浪是永不尽头比拼，全赖关心敲起胜利叫声，原来紧握你手原来紧握我手，就让真心彼此紧扣分担喜与忧，原来紧握你手原来紧握我手，就让心曲一起演奏光辉将世间亮透，原来今天成就随时会变陈旧，就让青春带着潮流紧握于你手，原来必需承受无穷悲观时候，就让一生努力寻求不管喜与忧，原来今天成就随时会变陈旧，就让青春带着潮流紧握于你手，原来必需承受无穷悲观时候。"}
{"context": "LAMANDO 请欢呼，Wu Wu Wu Wu，", "target": "光线照亮了地平线，世界躺在你的脚边，骄傲的诞生了，放纵自己踏出的第一步，速度带来高温热度，海 空 陆地都被征服，完胜战 挡不住，LAMANDO 请欢呼，Wu Wu Wu Wu，学会拥抱未知的第一秒，无限 是你最大极限，眼前 再辽阔的世界，都很好 都去闯，写下未来脚本的第一页，对话 像对自己喊话，故事 为过去下总结，可以的 没在怕，披上荣耀 披上魅力的战袍，披上骄傲 魅力战袍，LAMANDO 是赢的速度，Wu Wu Wu Wu，LAMANDO，披上荣耀 披上骄傲，披上魅力的战袍，请欢呼，披上荣耀 披上骄傲，披上魅力的战袍，披上荣耀 披上骄傲，披上魅力的战袍，披上荣耀 披上骄傲，披上魅力的战袍，披上荣耀 披上骄傲，披上魅力的战袍，披上荣耀 披上骄傲，披上魅力的战袍。"}
{"context": "红红的晚霞映红半边天，也映红了家乡的田园，", "target": "一排排红高粱吐露红火焰，天红地红村庄一片红，好一个红红火火丰收年，火红的地呀，火红的天，火红的气氛，火红的场面，火红的年成带来好光景，家家披红挂彩喜庆祥和年，火红的地呀，火红的天，火红的捷报，火红的庆典，火红的年景多亏好政策，人人红光满面欢度幸福年，火红的朝霞映红半边天，也映红了人们的笑脸，穿红裙大姑娘细数红钞票，红背心小伙子清点红货单，天红地红农家满堂红，好一个红红火火富裕年，火红的地呀，火红的天，火红的气氛，火红的场面，火红的年成带来好光景，家家披红挂彩喜庆祥和年，火红的地呀，火红的天，火红的捷报，火红的庆典，火红的年景多亏好政策，人人红光满面欢度幸福年，火红的地呀，火红的天，火红的气氛，火红的场面，火红的年成带来好光景，家家披红挂彩喜庆祥和年，火红的地呀，火红的天，火红的捷报，火红的庆典，火红的年景多亏好政策，人人红光满面欢度幸福年，人人红光满面欢度幸福年。"}
{"context": "朦胧之间 仿佛又看见你的脸，依然带着淡淡忧愁的双眼 忽隐忽现，", "target": "无奈的苦笑不必找牵强的理由，就让它日日夜夜刺痛我胸口，让我眼神没有焦点，泪水模糊我的视线，输了你 赢了世界又如何，你曾渴望的梦 想我永远不会懂，我失去你 赢了一切却依然如此冷清，谁又能让我倾心 除了你，你我之间 难道没有剩下一点点，一点曾经刻骨铭心的眷恋 让你挂念，我只能说如今我已无处可躲，当我默默黯然回首，当我看尽潮起潮落，输了你 赢了世界又如何，你曾渴望的梦 我想我永远不会懂，我失去你 赢了一切却依然如此冷清，谁又能让我倾心 除了你，输了你 赢了世界又如何，你曾渴望的梦 想我永远不会懂，我失去你 赢了一切却依然如此冷清，谁又能让我倾心 除了你。"}
{"context": "终于有个理由让这故事结束，我想我可以假装我都不在乎，", "target": "我心早已经习惯孤独和寂寞，原来爱过以后才知道是什么，从来没想过爱情这般的难懂，不必说什么永久什么到以后，在现实生活里没有不朽的传说，在生命中若还有一点点感动，请留在你梦中我已不想再拥有，在思念中若还有一点点心痛，也别说你曾经令我爱过，原来，原来爱过以后才知道是什么，从来没想过爱情这般的难懂，不必说什么永久什么到以后，在现实生活里没有不朽的传说，在生命中若还有一点点感动，请留在你梦中我已不想再拥有，在思念中若还有一点点心痛，也别说你曾经令我爱过，在生命中若还有一点点感动，请留在你梦中我已不想再拥有，在思念中若还有一点点心痛，也别说你曾经令我爱过，原来。"}
{"context": "上上下下大家都在帮忙，休息一下别团团转，", "target": "新的气象是真好看，嘿呀嘿呀嘿呀嘿，嘿呀嘿呀嘿呀嘿，花朵朵开满院子像彩虹，蜜蜂嗡嗡，歌颂新年来咯，嘿呀嘿呀嘿呀嘿，新年来了又春风吹，小朋友那么快活，像是鸟儿空中飞，嘿呀嘿呀嘿呀嘿，新年来了长大一岁，快亲亲爸爸和妈妈，做个乖乖宝贝，上上下下大家都在帮忙，休息一下别团团转，里里外外家里换了新妆，新的气象是真好看，嘿呀嘿呀嘿呀嘿，嘿呀嘿呀嘿呀嘿，花朵朵开满院子像彩虹，蜜蜂嗡嗡，歌颂新年来咯，嘿呀嘿呀嘿呀嘿，新年来了又春风吹，小朋友那么快活，像是鸟儿空中飞，嘿呀嘿呀嘿呀嘿，新年来了长大一岁，快亲亲爸爸和妈妈，做个乖乖宝贝，嘿呀嘿呀嘿呀嘿，新年来了又春风吹，小朋友那么快活，像是鸟儿空中飞，嘿呀嘿呀嘿呀嘿，新年来了长大一岁，快亲亲爸爸和妈妈，做个乖乖宝贝，快亲亲爸爸和妈妈，做个乖乖宝贝。"}
{"context": "打开电视夜深了，一个人看着电影，", "target": "时间嘀嗒，滴滴答答的走着，今天我三十岁了，一个人唱着，生日快乐的歌，伴着电影，抱着吉他睡着了，梦见了，一个大大的房子，也梦见一个，没有母亲的孩子，反正现实生活也是这样，我没有大大的梦想，也没有伟岸的肩膀，我只想拥有，一个属于我们的家，我没有伤心，这个夜晚，也没有责怪，她不在身旁，此刻我只想拥有一个，刻着我名字的蛋糕啊，昨晚我梦到你了，我不再爱你了，我是这样说的，简单的事情，也这样重复习惯了，双人床单，另一半铺满很多，灰尘和堆砌，没人洗得衣裳，就这样放着，就这样轮换着，我没有大大的梦想，也没有伟岸的肩膀，我只想拥有，一个属于我们的家，我没有伤心，这个夜晚，也没有责怪，她不在身旁，此刻我只想拥有一个，刻着我名字的蛋糕啊，我没有大大的梦想，也没有伟岸的肩膀，我只想拥有，一个属于我们的家，我没有伤心，这个夜晚，也没有责怪，她不在身旁，此刻我只想拥有一个，刻着我名字的蛋糕啊，此刻我终于明白了，曾经的孩子已经长大了。"}
{"context": "热恋的时候难舍难分，朋友都说我太过单纯，", "target": "如何留得住美好的青春，空荡的房间寂寞的城，为何你却丢下我一人，回忆过去我孤枕难眠，依稀感觉还有你的余温，我把爱都给了负心的人，剩下这个躯壳丢了灵魂，是我太在乎所谓的缘分，爱上你没有把握好分寸，我把爱都给了负心的人，难以平复我心中的伤痕，如何打开这扇紧锁的心门，还有谁愿陪我走完一生，空荡的房间寂寞的城，为何你却丢下我一人，回忆过去我孤枕难眠，依稀感觉还有你的余温，我把爱都给了负心的人，剩下这个躯壳丢了灵魂，是我太在乎所谓的缘分，爱上你没有把握好分寸，我把爱都给了负心的人，难以平复我心中的伤痕，如何打开这扇紧锁的心门，还有谁愿陪我走完一生，我把爱都给了负心的人，剩下这个躯壳丢了灵魂，是我太在乎所谓的缘分，爱上你没有把握好分寸，我把爱都给了负心的人，难以平复我心中的伤痕，如何打开这扇紧锁的心门，还有谁愿陪我走完一生，如何打开这扇紧锁的心门，还有谁愿陪我走完一生。"}
{"context": "你圣名，不计代价救赎我，", "target": "因信称义，我为你而活，唿召我，分别为圣属于你，得人如渔，跟随你，坚持到底，永远不放弃，我要宣告，凡事都有可能，你是全能真神，是无边，又从死里复活，相信就有奇迹，凡事都有可能，兴起发光教会，改变生命，翻转这世界，国度权能彰显，凡事都有可能，唿召我，分别为圣属于你，得人如渔，跟随你，坚持到底，永远不放弃，我要宣告，凡事都有可能，你是全能真神，是无边，又从死里复活，相信就有奇迹，凡事都有可能，兴起发光教会，改变生命，翻转这世界，国度权能彰显，凡事都有可能，我们同心奉主名，得蒙超自然运行，不靠才能和势力，我们一定得胜利，凡在地上捆绑的，天上必定要捆绑，凡在地上释放的，天上必定要释放，我们为你而活，我们为你而活，我们为你而活，凡事都有可能，你是全能真神，是无边，又从死里复活，相信就有奇迹，凡事都有可能，兴起发光教会，改变生命，翻转这世界，国度权能彰显，凡事都有可能，凡事都有可能。"}
{"context": "是友情，是爱情，", "target": "只要你和我是同类，也许机会渺茫也许一直找不到，我还是选择相信我的梦想，别让我一个人，我要找那个人，天不怕地不怕的我，会快乐的为他冒险，一定有种眼神能够知道我是谁，我会不顾一切让你更了解，也许有点危险，也许你们都对，至少给我一次决定的机会，别让我一个人，就算我一个人，天不怕地不怕的我会继续寻找同类，我的同类，我的同类，别让我一个人，我要找那个人，天不怕地不怕的我，会快乐的为他冒险，别让我一个人，就算我一个人，天不怕地不怕的我会继续寻找同类，我的同类，我的同类，我的同类，我的同类。"}
{"context": "目光冰冷了悬空的尘埃，最后一丝温暖被漫漫飞雪掩埋，", "target": "能不能就葬身于茫茫星海，缭绕在鼻尖的紫藤花败，隔不住悲痛的久远年代，是不是无情乃万物常态该不该悲哀，人类的麻木表情是有多无奈，破碎的心凝结成冰在最美年纪，海面涟漪千盏灯影一夜间凋零，他想起曾经虔诚寻觅善良的痕迹，再亲手让善良沉沉睡去，落日鲜红地灼烧天际，将死于梦境的人们销蚀殆尽，东方渐渐升起一轮月白，肆意飞舞的枫叶坠入烂漫火海，唇边笑意刺痛寂寥的苍白，稚嫩纯净的新生重获依赖，开在掌心的春樱已衰败，仍记着遭受背叛的年代，神说死生不休被迫分离算不算悲哀，命运的轨迹滞留幻境中成灾，破碎的心凝结成冰在最美年纪，海面涟漪千盏灯影一夜间凋零，他想起曾经虔诚寻觅善良的痕迹，再亲手让善良沉沉睡去，世间子民渴望庇佑朝圣着神明，他也曾经学会微笑却被谁抹去，疯狂的贪欲多少生命璀璨到无力，拥抱着所剩无几的暖意。"}
{"context": "他关上回忆的门，留一抹夜色深沉，", "target": "余晖渐沉沦，她轻启年华的帧，画一笔残荷雨声，檐花湿尽西风回首，有暗香盈身，倾尽一生换不回流光一瞬，斑驳旧时晚春，作茧自缚一往情深，待岁月蒙尘，遑遑世间灯焰尽似水无痕，誓言落地生根，一场跌宕一世红妆一世恩，他关上回忆的门，留一抹夜色深沉，晚风拂柳人约黄昏，余晖渐沉沦，她轻启年华的帧，画一笔残荷雨声，檐花湿尽西风回首，有暗香盈身，倾尽一生换不回流光一瞬，斑驳旧时晚春，作茧自缚一往情深，待岁月蒙尘，遑遑世间灯焰尽似水无痕，誓言落地生根，一场跌宕一世红妆一世恩，是谁说人生浮沉亦幻亦真，留白一段缘分，乱世佳人傲然独立，谁一语成谶，堂前樱花落无痕似她回身，月下一句薄嗔，一场风月一世红妆一世恩，一场风月一世红妆一世恩。"}
{"context": "总是唱首情歌，来表达我的心情，", "target": "让我更想起了你，可惜我在你心里，并没有什么位置，只不过是我自己，舍不得的去挑剔，你在我心中永远，是我的那个唯一，你的所有我都，当做是我的事情，可惜最后，没能陪你，等到下一个黎明，只不过是没有勇气再次，说声我爱你，爱不爱我没有关系，千万别说对不起，因为你我都是愿意，只不过是暗恋你，管你是否会拒绝我，还是没有关系，假如明天没在一起，真的没有关系，已经成为过去，没有什么怀念，曾经一起时候，不过是暗恋你，管你是否会拒绝我，还是没有关系，假如明天没在一起，真的没有关系。"}
{"context": "咒语，嗡 格热阿耶色的吽舍，", "target": "嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈，嗡 格热阿耶色的吽舍，阿玛惹那则万德耶梭哈。"}
{"context": "奔驰的骏马 没有，洁白的羊群 oh no，", "target": "琉璃厂里高高挂的画儿，曹雪芹的歌儿 要唱吗，关汉卿的曲儿 不孬啊，万家灯火里的悄悄话儿，前门楼子巍峨高大，我爱你，我的家，我的家，我的天堂，曹雪芹的歌，满纸荒唐言 一把辛酸泪，都云作者痴 谁解其中味，关汉卿的曲儿，我是个蒸不熟 炒不爆 捶不匾，炒不漏响当当的一粒儿铜豌豆，我爱你，我的家，我的家，我的天堂，我爱你，我的家，我的家，我的天堂，我爱你，在四九城里曾经生活的人啊，也曾经像我一样吃饭喝茶，我的家，路过全聚德时流下哈喇子，在悠长的胡同儿里拐进了家，我的家，家家难念的经磕磕绊绊念完，在天气晴朗时候打开窗子，我的天堂，不知不觉之间四季变换，一代一代流转 永不停下。"}
{"context": "牙齿杠着牙齿，我们是两颗较劲的齿轮，", "target": "我们是两只纵欲的野兽，摊开我身体 让你不顾一切的索取，敞开我的心，让你疯狂地切割，给你我的爱 给你我伤害，牙尖上的爱，给我你的爱 给我你伤害，牙尖上的爱，我们在彼此口中荣耀千万遍，我们在彼此口中死过千万遍，牙尖上的爱 牙尖上的爱，牙尖上的爱，牙尖上的爱 牙尖上的爱，牙尖上的爱，言语切着言语，我们是两把相向的刺刀，身体连着身体，我们是彼此上瘾的迷药，敞开你身体 让我毫无保留的给予，抽空我自己 让你沉沉的迷醉，给你我的爱 给你我伤害，牙尖上的爱，给我你的爱 给我你伤害，牙尖上的爱，我们在彼此口中荣耀千万遍，我们在彼此口中死过千万遍，牙尖上的爱 牙尖上的爱，牙尖上的爱，牙尖上的爱 牙尖上的爱，牙尖上的爱，我们在彼此口中荣耀千万遍，我们在彼此口中死过千万遍，牙尖上的爱 牙尖上的爱，牙尖上的爱，牙尖上的爱 牙尖上的爱，牙尖上的爱，牙尖上的爱 牙尖上的爱，牙尖上的爱。"}
{"context": "千千静听 劲听精彩，浑浑噩噩的日子过多久，", "target": "只是陶醉在浪漫的气氛里有你有我，才不管虚度多少个年头，我蜷缩在爱的被窝，在年轻的爱里懵懵懂懂，那是一种离别想起的作用，紧闭着眼眸呼吸着困惑，我们以为越吵越甜蜜是一种经过，忽略了吵闹会让人更沉重，傻傻的钻进编织的美梦，不甘心又能如何，分别太久记不得，当初是谁让爱颓废伸手，还做着破镜重圆的白日梦，等再久又能如何，等到终于清醒了，我这发现睡得太久爱已远走，浑浑噩噩的日子过多久，从来没想过会如何，只是陶醉在浪漫的气氛里有你有我，才不管虚度多少个年头，我蜷缩在爱的被窝，在年轻的爱里懵懵懂懂，那是一种离别想起的作用，紧闭着眼眸呼吸着困惑，我们以为越吵越甜蜜是一种经过，忽略了吵闹会让人更沉重，傻傻的钻进编织的美梦，不甘心又能如何，分别太久记不得，当初是谁让爱颓废伸手，还做着破镜重圆的白日梦，等再久又能如何，等到终于清醒了，我这发现睡得太久爱已远走。"}
{"context": "当人来人往繁华过后，总是只有一个人一杯酒，", "target": "幻想着你没有离开过，害怕提起你提起过去，伤心只是使人瘦使人愁，再也没有我不再想你的借口，谁能赢过深爱过的对手，最孤单的人是我，最伤心的人是我，你怎么忍心让我独自承受，最孤单的人是我，最爱你的人是我，你怎么忍心让我一个人难过，当人来人往繁华过后，总是只有一个人一杯酒，我会走到记忆里熟悉的角落，幻想着你没有离开过，害怕提起你提起过去，伤心只是使人瘦使人愁，再也没有我不再想你的借口，谁能赢过深爱过的对手，最孤单的人是我，最伤心的人是我，你怎么忍心让我独自承受，最孤单的人是我，最爱你的人是我，你怎么忍心让我一个人难过，最孤单的人是我，最伤心的人是我，你怎么忍心让我独自承受，最孤单的人是我，最爱你的人是我，你怎么忍心让我一个人难过。"}
{"context": "等 寂寞到夜深，夜已渐荒凉，", "target": "莫道你在选择人，人亦能选择你，公平原没半点偏心，苦涩 慢慢向着心里渗，何必抱怨 曾令醉心是谁人，自愿吻别心上人，糊涂换来一生泪印，何故明是痛苦伤心，还含着笑装开心，今宵的你可怜还可惘，目睹她远去，她的脚印心中永印，糊涂是你的一颗心，他朝你将无穷的后悔，这一生你的心里满哀困，苦涩 慢慢向着心里渗，何必抱怨 曾令醉心是谁人，自愿吻别心上人，糊涂换来一生泪印，何故明是痛苦伤心，还含着笑装开心，今宵的你可怜还可惘，目睹她远去，她的脚印心中永印，糊涂是你的一颗心，他朝你将无穷的后悔，这一生你的心里满哀困。"}
{"context": "亲爱的姑娘，你为什么两眼泪汪汪，", "target": "亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，萨里楠蒂，亲爱的姑娘，你为什么两眼泪汪汪，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，萨里楠蒂，亲爱的姑娘，你为什么两眼泪汪汪，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，萨里楠蒂，亲爱的姑娘，你为什么两眼泪汪汪，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛，亲爱的爸爸，亲爱的妈妈，是尘埃吹进了我的眼睛。"}
{"context": "那时候我们的爱多温暖，每天都会道一句晚安，", "target": "你还是坚持要离开，多希望永恒，停在美好的记忆里面，而我留在原地，还是在等待着你，可你早已经远去，这一次我够认真了，最后却是我认输了，没想过有天我会失去你，一百次分手的回忆，再也找不回那过去，但我会一直守护着你，多希望永恒，停在美好的记忆里面，而我留在原地，还在等待着你，可是你早已远去，这一次我够认真了，最后却是我认输了，没想过有天我会失去你，一百次分手的回忆，再也回不到那过去，但我会一直守护着你，这一次我够认真，最后却是我认输，没想过有天我会失去你，一百次分手回忆，再也找不回过去，但我一直会守护着你。"}
{"context": "人像流水般经过，流向何处不清楚，", "target": "昨天的你会否相聚，明天路向，不知道往那方去，人像流水般经过，谁是朋友也不尽清楚，时间若飞片刻即过，昨天的你会否相聚，明天路向，不知道往那方去，谁在我心里留印象，让我不怕创伤，坚决去面对，难关不会往后退，谁在我心里留盼望，令我困恼尽去，令我勇敢面对，难关不会往后退，谁人曾伴我，同渡过无限个长夜，陪伴我期待过，无限个阳光照耀，人像流水般经过，谁是朋友也不尽清楚，人似浪花片刻失去，昨天的你是否可以，留住了蝉在叫，人在笑长夜离别了，谁在笑，留下了阳光照耀，明天路向，不知道往那方去，明天路向，不知道往那方去。"}
{"context": "将心爱的书放在枕头旁边，当寻找的脚步感到疲倦，", "target": "读完开始天天沉睡，最喜欢的衣服，穿在起风的夜，想象自己是一片寂寞的海岸，躺在月光下，等着潮水慢慢吞灭，让你看看我的世界，有最安静最狂烈的音乐，弹着唱着环绕着我，想要抓住的感觉，让你看看我的世界，有最安静最狂烈的音乐，弹着唱着环绕着我，想要抓住的感觉 感觉，最喜欢的衣服，穿在起风的夜，想象自己是一片寂寞的海岸，躺在月光下，等着潮水慢慢吞灭，让你看看我的世界，有最安静最狂烈的音乐，弹着唱着环绕着我，想要抓住的感觉，让你看看我的世界，有最安静最狂烈的音乐，弹着唱着环绕着我，想要抓住的感觉 感觉，最要好的朋友我藏在心里面，任何一秒钟觉得孤独的时候，他们陪着我走过一段一段岁月。"}
{"context": "消失的空气，我呼吸 在时间空隙，", "target": "失去你 是我的宿命，消失的空气，不能呼吸 也没能放弃，消失的过去，失去了 回忆怎么忘记，一面照片墙，换掉合照有什么不一样，一张沙发床，换个主人有什么不一样，一扇玻璃窗，换抹身影有什么不一样，一间双人房，换人打扫有什么不一样，消失的空气，我呼吸 在时间空隙，消失的是你，失去你 是我的宿命，消失的空气，不能呼吸 也没能放弃，消失的过去，失去了 回忆怎么忘记，一面照片墙，换掉合照有什么不一样，一张沙发床，换个主人有什么不一样，一扇玻璃窗，换抹身影有什么不一样，一间双人房，换人打扫有什么不一样，消失的空气，我呼吸 在时间空隙，消失的是你，失去你 是我的宿命，消失的空气，不能呼吸 也没能放弃，消失的过去，失去了 回忆怎么忘记，消失的空气，我呼吸 在时间空隙，消失的是你，失去你 是我的宿命，我迷失在你的眼眸，世界万物随你失控，如果这是一场阴谋，就让我 失重，一面照片墙，一张沙发床，一扇玻璃窗，一间双人房。"}
{"context": "最近我有些累了，有些话不知向谁诉说，", "target": "干杯梦想现实醉了，最近我不太快乐，青春已消耗的差不多，给不了家人幸福，是我避不开的痛楚，我该怎怎怎么活，成功总擦肩而过，越拼搏越落魄，这是究竟为什么，我该怎怎怎么做，命运才会放过我，为何伤痛的漩涡，怎么躲也躲不过，最近我不太快乐，青春已消耗的差不多，给不了家人幸福，是我避不开的痛楚，我该怎怎怎么活，成功总擦肩而过，越拼搏越落魄，这是究竟为什么，我该怎怎怎么做，命运才会放过我，为何伤痛的漩涡，怎么躲也躲不过，我该怎怎怎么活，成功总擦肩而过，越拼搏越落魄，这是究竟为什么，我该怎怎怎么做，命运才会放过我，为何伤痛的漩涡，怎么躲也躲不过。"}
{"context": "青砖黛瓦 故景如旧，草木无情 不解凡忧，", "target": "一袭白衣祭故人，陈情此时休，霁月清风 琅琊榜首，谁记昔年 策马风流，十载倏忽过，几回魂梦旧游，又多少冤魂织就，那缓带轻裘，尔虞我诈斗 无论缘由，本唤作成王败寇，这风雨一路 他只影独走，抛却欢喜悲凉感受，尘埃落定后 提缰回首，万千过往烙心头，暗香幽幽 江山皆没入一眸，朱墙宫深 人心难嗅，黑白纵横 杀伐无由，权倾谈笑变 妙计敛藏于袖，负手算尽天下事 当饮一樽酒，病骨一身 未雨绸缪，心中算谋 几人看透，纵年寿难永 无愧一生所求，此去踏关山千重 将前尘挥袖，泣血书千轴 悲歌唱彻，战骨碎尽志不休，且待赤焰归 整军再从头，守我山河家国依旧，横长枪换却离愁，倾余生风骨同守，此血仍殷 此身豪情仍未收，泣血书千轴 悲歌唱彻，战骨碎尽志不休，且待赤焰归 整军再从头，守我山河家国依旧，横长枪换却离愁，倾余生风骨同守，此血仍殷 此身豪情仍未收，情义千秋 在梅岭雪间长留。"}
{"context": "怎么都觉得伤悲，不知你怕不怕黑，", "target": "更多的是意冷心灰，你最后成了谁的谁，回忆再美都会掉眼泪，谁还没赤身吻过谁，是我不对别自我包围，却把爱编织得好尖锐，我想说我想你会不会太过煽情，你买的白色恤拥抱我好紧，电视剧的某集演着我们的情绪，我也佩服自己笑的勇气，我想说我想你会不会太过煽情，你买的白色恤舍不得穿洗，如果这一身命可以交付于你，我又还有什么不可以，回忆再美都会掉眼泪，谁还没赤身吻过谁，是我不对别自我包围，却把爱编织得好尖锐，我想说我想你会不会太过煽情，你买的白色恤拥抱我好紧，电视剧的某集演着我们的情绪，我也佩服自己笑的勇气，我想说我想你会不会太过煽情，你买的白色恤舍不得穿洗，如果这一身命可以交付于你，我又还有什么不可以，我想说我想你会不会太过煽情，你买的白色恤拥抱我好紧，电视剧的某集演着我们的情绪，我也佩服自己笑的勇气，我想说我想你会不会太过煽情，你买的白色恤舍不得穿洗，如果这一身命可以交付于你，我又还有什么不可以。"}
{"context": "开心的左脚舞跳起来，阿妹跑过来，", "target": "舞友八方来，开心的左脚舞跳起来，跳得绣花鞋底通，跳得人见人人爱，跳得哥妹情义长，跳得日月笑颜开，跳得彝家年成旺，跳得心情多舒畅，阿妹跑过来，阿哥飞奔来，舞友八方来，开心的左脚舞跳起来，跳得绣花鞋底通，跳得人见人人爱，跳得哥妹情义长，跳得日月笑颜开，跳得彝家年成旺，跳得心情多舒畅，心声唱出来，快乐弹出来，舞圈转起来，开心的左脚舞跳起来，跳得歌谣水里流，跳得舞蹈遍地栽，跳得边疆秀美奇，跳得富裕上高台，跳得道路宽广畅，跳得幸福千万代，跳得歌谣水里流，跳得舞蹈遍地栽，跳得幸福千万代，嗨。"}
{"context": "如果爱情像星星脱离了银河系，你我之间的渴求不在同一轨迹，", "target": "隔着贴心的距离连呼吸都压抑，我们像两颗背道而驰不明物体，各自梳理情绪往相反的方向走下去，话变不投机连委屈都像极讽刺，得不到回应连伤心都变得小心翼翼，如果当初我们之间能体谅彼此，不任性 不逃避 不固执 也不放弃，拥有过的美丽 也有释怀的权利，能不能 再回到 原来的样子 再继续，如果爱情像星星脱离了银河系，你我之间的渴求不在同一轨迹，说再多的秘密也填补不了空虚，隔着贴心的距离连呼吸都压抑，我们像两颗背道而驰不明物体，各自梳理情绪往相反的方向走下去，话变不投机连委屈都像极讽刺，得不到回应连伤心都变得小心翼翼，如果当初我们之间能体谅彼此，不任性 不逃避 不固执 也不放弃，拥有过的美丽 也有释怀的权利，能不能 再回到 原来的样子，也许遗憾就是这样的无可挑剔，才能够 被失去 被回忆 也被珍惜，拥有过最美的记忆 才不枉结局，像流星 划出的 沿途的痕迹 再追叙。"}
{"context": "我捧着满天颜色，守望在霓虹之中长长地流涟，", "target": "情牵着太多太多从前欲说还难，预定下许多诺言，一件件手中实现，忽然间走到了今天，歌已唱了一遍遍，心感动了一年年，眼中的泪分别是真心快乐，把这一天写下来，让孩子们回头看，有一群人将为你流传，我捧着满天颜色，守望在霓虹之中长长地流涟，这一瞬间的狂欢，情牵着太多太多从前欲说还难，预定下许多诺言，一件件手中实现，忽然间走到了今天，歌已唱了一遍遍，心感动了一年年，眼中的泪分别是真心快乐，把这一天写下来，让孩子们回头看，有一群人将为你流传，歌已唱了一遍遍，心感动了一年年，眼中的泪分别是真心快乐，把这一天写下来，让孩子们回头看，有一群人将为你流传，歌已唱了一遍遍，心感动了一年年，眼中的泪分别是真心快乐，把这一天写下来，让孩子们回头看，有一群人将为你流传。"}
{"context": "红尘紫陌黄泉碧落，前世茫茫因缘错，", "target": "今生痴更与何人说，流云千丈堪醉卧是谁月下独酌，起舞弄清影叹华年转眼成蹉跎，浮生谁能一笑过明灭楼台上灯火，回首但见扬花纷纷泛烟波，我有红酥手徒夸好颜色，当时弦上相思重按歌遍彻，我有焦尾琴弦断无人和，昔人已去高楼谁与歌，幽露如啼眼烟花不堪剪，当时眼底兰舟悠悠去天边，梦魂无拘束隔世也缠绵，恍然独坐一帘风月闲，临水照花花容易谢，此恨绵绵谁能解，云飞雾散琼碎玉裂，望不尽殊途奈何嗟，莫非梦里迷蝴蝶，春雨小楼一夜，花外偶遇柳下初逢竟是三生结，千山冥冥恨离别，青裳渺渺人去也，他年再续前生来世因缘劫，他年再续前生来世因缘劫。"}
{"context": "耳不能听，口不能说，", "target": "这不是我能决定的，是搞怪的，或是可怕的，安静待在角落，等待被染上颜色，谁操纵了木偶的快乐，前进和后退都不能由我，一个失去了灵魂的躯壳，挣脱不了身上的枷锁，木偶不能开口唱歌，所有的条件都太过苛刻，若没有一颗会跳动的心，怎能把这个故事向你诉说，这不是我，这不是我，啊，被定义的，不能定义的，记得刻画人物性格，能给予都别太吝啬，是喜欢的，或被恐惧的，安静待在角落，等待被染上颜色，谁操纵了木偶的快乐，前进和后退都不能由我，一个失去了灵魂的躯壳，挣脱不了身上的枷锁，木偶不能开口唱歌，所有的条件都太过苛刻，若没有一颗会跳动的心，怎能把这个故事向你诉说，谁操纵了木偶的快乐，前进和后退都不能由我，一个失去了灵魂的躯壳，挣脱不了身上的，啊，啊，啊，谁操纵了木偶的快乐，前进和后退都不能由我，一个失去了灵魂的躯壳，挣脱不了身上的枷锁，木偶不能开口唱歌，所有的条件都太过苛刻，若没有一颗会跳动的心，怎能把这个故事向你诉说，耳不能听，口不能说。"}
{"context": "是谁在变我一直未发现，爱的感觉却越来越遥远，", "target": "你的诺言仿佛留在昨天，痛苦 不愿太明显，难道 你真看不见，往事如烟 随风飘回眼前，提醒了我其实你已不在身边，要我承认我真的不甘愿，为你唱的歌还在耳边盘旋，往事如烟 为何一样缠绵，是你答应一起看沧海变桑田，爱你的话我愿再说一遍，只要你想起曾牵着我的手，曾望着你的眼，痛苦 不愿太明显，难道 你真看不见，往事如烟 随风飘回眼前，提醒了我其实你已不在身边，要我承认我真的不甘愿，为你唱的歌还在耳边盘旋，往事如烟 为何一样缠绵，是你答应一起看沧海变桑田，爱你的话我愿再说一遍，只要你想起曾牵着我的手，曾望着你的眼，爱你的话我愿再说一遍，只要你想起曾牵着我的手，曾望着你的眼。"}
{"context": "叱咤于漆黑街中，身躯傲然随处碰，", "target": "在半空，是赤色的霓红，尖声高唿于风中，孤单骤然全失踪，让困扰，让理想，尽扫一空，沿路眼光的追踪，与讥讽，已失作用，任每刻青春，与街灯，每晚重逢，深宵海边的低温，安抚着孩童的心，没困扰，没理想，是丧失的灵魂，警车哀哭的声音，催逼着游离的心，乱去闯，乱去等，没有变更，沿路眼光的追踪，与讥讽，已失作用，任每刻青春，与街灯，每晚重逢，长夜里天使在欢笑，在唿叫，让分秒，让一切忘掉了，闹着在路中乱跳，长路里充满是圈套，是苦恼或许会是警告，谁料到，望着夜雾，任意抛开，每个劝告，黎明渐到，谁愿意谁愿意，谁愿意看到，长夜里天使在欢笑，在唿叫，让分秒，让一切忘掉了，闹着在路中乱跳，长路里充满是圈套，是苦恼或许会是警告，谁料到，望着夜雾，任意抛开，每个劝告，黎明渐到，谁愿意谁愿意，谁愿意看到。"}
{"context": "美是初见，燃起爱情火焰，燃烧在茫茫东海边缘，", "target": "卷睫盼，明眸璀璨我捉不住，你若即若离的手指尖，爱是因为你，美丽被还原，我知道有一千种可能，是与你相恋，睁开眼，闭上眼，难得难弃的缘，天赐的，地护的，永不变，望眼欲穿，终于走到我面前，相拥不相视，在胸襟沾满了泪水，再难阻断，这份感情到海枯到石烂，我有情心，我有泪，也曾无悔，美是初见，燃起爱情火焰，燃烧在茫茫东海边缘，随着风飞翻，卷睫盼，明眸璀璨我捉不住，你若即若离的手指尖，爱是因为你，美丽被还原，我知道有一千种可能，是与你相恋，睁开眼，闭上眼，难得难弃的缘，天赐的，地护的，永不变，望眼欲穿，终于走到我面前，相拥不相视，在胸襟沾满了泪水，再难阻断，这份感情到海枯到石烂，我有情心，我有泪，也曾无悔，望眼欲穿，终于走到我面前，相拥不相视，在胸襟沾满了泪水，再难阻断，这份感情到海枯到石烂，我有情心，我有泪，也曾无悔。"}
{"context": "愿这刻熔掉，你的哭或笑，", "target": "天空可渺小，祈求这刻忘掉，过去的苦或笑，但 越来越记挂，当天的一刹那，共你梦中见，烟花飘满天，愿 明日 邂逅，随时间漂流，想不到是你么，与你那天可见过，痛哭一刹忘掉最初，可惜我却扮傻，仍想得到是你么，记挂那天冲动过，莫问谁对与错，夏季的那天，雨中的合照，牵你手说笑，通宵等破晓，放纵你的撒娇，当作自己明了，这心从未变卦，再拖拉可以吗，共你梦中见，烟花飘满天，愿明日邂逅，随时间飘走，想不到是你么，与你那天可见过，痛哭一刹忘掉最初，可惜我却扮傻，仍想得到是你么，记挂那天冲动过，莫问谁对与错，仍想得到是你么，与你那天可见过，痛哭一刹忘掉最初，可惜我却扮傻，仍想得到是你么，记挂那天冲动过，莫问谁对与错。"}
{"context": "六月的天空很蓝很适合流浪一个人孤单也无访脱下防备脱下伪装，赤脚走在陌生的沙滩这样的自由没有梦一切都很简单，", "target": "说你想要陪我走一段这样的邀请很突然请你让我想想，别说假装你真心了解我一同聆听海的寂寞，别说知心的言语最温柔最让人感动，别说喜欢你沉默陪着我用你真心与我相守，别说爱情的道理我不想懂只要陪着我，你的眼很蓝很烫诉说著梦想你看来也像受过伤说着迷网说着苍桑，说你想要陪我走一段这样的邀请很突然请你让我想想，别说假装你真心了解我一同聆听海的寂寞，别说知心的言语最温柔最让人感动，别说喜欢你沉默陪着我用你真心与我相守，别说爱情的道理我不想懂只要陪着我，别说假装你真心了解我一同聆听海的寂寞，别说知心的言语最温柔最让人感动。"}
{"context": "今夜还吹着风，想起你好温柔，", "target": "也不是无影踪，只是想你太浓，怎么会无时无刻把你梦，爱的路上有你，我并不寂寞，你对我那么的好，这次真的不同，也许我应该好好把你拥有，就像你一直为我守候，亲爱的人亲密的爱人，谢谢你这么长的时间陪着我，亲爱的人亲密的爱人，这是我一生中最兴奋的时分，今夜还吹着风，想起你好温柔，有你的日子分外的轻松，也不是无影踪，只是想你太浓，怎么会无时无刻把你梦，爱的路上有你，我并不寂寞，你对我那么的好，这次真的不同，也许我应该好好把你拥有，就像你一直为我守候，亲爱的人亲密的爱人，谢谢你这么长的时间陪着我，亲爱的人亲密的爱人，这是我一生中最兴奋的时分。"}
{"context": "古老东方 有一群龙的传人，祖祖辈辈都有龙的灵魂，", "target": "龙是华夏的守护神，龙的传人 都流着相同的血，面对阻碍也能覆雨翻云，龙的传人 都勇敢地破浪乘风，才不愧 龙的传承，龙的气概 傲视天下的风采，翱翔于天地绝不染尘埃，龙的传人与日月争辉的豪迈，共同去创造辉煌的时代，龙的传人 有着相同的家，它的名字就叫做华夏，龙的精神化作一声龙吟，唤醒了神龙的传人，龙的传人 都流着相同的血，面对阻碍也能覆雨翻云，龙的传人 都勇敢地破浪乘风，才不愧 龙的传承，龙的气概 傲视天下的风采，翱翔于天地绝不染尘埃，龙的传人与日月争辉的豪迈，共同去创造辉煌的时代，龙的气概傲视天下的风采，翱翔于天地绝不染尘埃，龙的传人与日月争辉的豪迈，共同去创造辉煌的时代。"}
{"context": "天空变黑了，开启了我们的沉默，", "target": "不再拥有至少失落，你说结束也许是解脱，开始下雨了，其实你不看好结果，你拉住我的手，到角落，只能接受，已经说好了，如果雨不下了，就天长地久，在你心里的雨，要到什么时候才停歇，回忆太小心，你的爱在哪里，看着大雨，我们的心怎么会靠近，有太多不安心成了距离，开始下雨了，我伫立长久的等候，连谁对谁错你也不说，在我心中只想陪你走，快乐或是哀愁，都在你身后，在你心里的雨，要到什么时候才停歇，回忆太小心，你的爱在哪里，看着大雨，我们的心怎么会靠近，有太多不安心成了距离，眼前的你，要到什么时候才清醒，已经快决堤，却又不能自己，无处可去，怎么才能有当初的风景，我们不能再是等雨停，我们不能再是等雨停。"}
{"context": "朋友，朋友啊朋友，", "target": "如果你正享受幸福，请你忘记我，朋友啊朋友，你可曾记起了我，如果你正承受不幸，请你告诉我，朋友啊朋友，你可曾想起了我，如果你正享受幸福，请你忘记我，朋友啊朋友，你可曾记起了我，如果你正承受不幸，请你告诉我，朋友啊朋友，你可曾记起了我，如果你有新的，你有新的彼岸，请你离开我离开我，朋友啊朋友，你可曾想起了我，如果你正享受幸福，请你忘记我，朋友啊朋友，你可曾记起了我，如果你正承受不幸，请你告诉我，朋友啊朋友，你可曾记起了我，如果你有新的，你有新的彼岸，请你离开我离开我，朋友啊朋友，你可曾记起了我，如果你有新的，你有新的彼岸，请你离开我离开我，朋友啊朋友，你可曾记起了我，如果你有新的，你有新的彼岸，请你离开我离开我。"}
{"context": "看了你一眼难把你忘记，诗呦画呦你比西子还美丽，", "target": "遇上断桥也不和你分离，哎 还是西湖最美丽，你美就美在一点一滴，我好钟情你啊，哎 湖边的情侣也想和你相爱相依，也想和你呦也想和你呦相爱相依，吻了你一下总把你想起，山呦水呦你比丹青还美丽，九溪的烟村将白云浣洗，品过龙井有些把你妒忌，哎 还是西湖最美丽，你美还美在一朝一夕，我爱流连你啊，哎 天堂的安逸真想和你做个邻居，真想和你呦真想和你呦做个邻居，还是西湖最美丽，你美就美在一点一滴，我好钟情你啊，哎 湖边的情侣也想和你相爱相依，也想和你呦也想和你呦相爱相依。"}
{"context": "寂寞的雨下了一整夜，我的思绪被这场雨给撕裂，", "target": "我的心仿佛飘起冰冷大雪，对你的爱是多么的强烈，付出所有只换来一句感谢，回想当初所走过的一切，我的泪飘落在这伤心的夜，也许我真的给不了你要的那些，所以你才走那么迫切，也许他才能给你想要的一切，陪你共度这岁月，也许我真的给不了你要的那些，我真心才会被你忽略，曾经的爱如今却已灰飞烟灭，留下悔恨在作孽，寂寞的雨下了一整夜，我的思绪被这场雨给撕裂，难忘那一天你我的诀别，我的心仿佛飘起冰冷大雪，对你的爱是多么的强烈，付出所有只换来一句感谢，回想当初所走过的一切，我的泪飘落在这伤心的夜，也许我真的给不了你要的那些，所以你才走那么迫切，也许他才能给你想要的一切，陪你共度这岁月，也许我真的给不了你要的那些，我真心才会被你忽略，曾经的爱如今却已灰飞烟灭，留下悔恨在作孽，我淡笑着对回忆告别。"}
{"context": "明白你的心事，我竟比你难过，", "target": "只得这一种结果，期待着结局，注定是场祸，从来亦没向天与地求助，可惜你不忍离开，难道我可以要求更多，如若你不讲话，我怎知你嫌我，零愿你开口，驱走我的心魔，凝望着烛光，烧得多痛楚，随时愿为你甘心扑火，可惜你只是叹息，难道我早应该离坐，是不是暗示你不在意，恋爱不外如是，是否没意义我都愿意，自怜自演着傻事，如若你不表白，我怎敢去面对，如若你潇洒，我亦难以独流泪，台词和戏份我练习纯熟，然而独自去演戏极疲累，可惜我的错错在被情人猜对，怎能说疲累，是不是暗示你不在意，恋爱不外如是，是否没意义我都愿意，自怜自演着傻事，如若你不表白，我怎敢去面对，如若你潇洒，我亦难以独流泪，台词和戏份我练习纯熟，然而独自去演戏极疲累，可惜我的错错在被情人猜对，怎能说疲累，可惜我心已碎裂在情人手内，不能再提取。"}
{"context": "空荡的房间，在关了灯以后，", "target": "寂寞在作秀，莫名的有一种感受，像难过更像失落，压着我的心口，不知道怎么说，我已经试着接受，去拥抱那寂寞，只是还没忘了，我们曾经拥有的快乐，我很久没有再哭过，只是有一点落寞，不用再担心我，我会好好的，空荡的房间，在关了灯以后，我一个人看着，寂寞在作秀，莫名的有一种感受，像难过更像失落，压着我的心口，不知道怎么说，我已经试着接受，去拥抱那寂寞，只是还没忘了，我们曾经拥有的快乐，我很久没有再哭过，只是有一点落寞，不用再担心我，我会好好的，我已经试着接受，去拥抱那寂寞，只是还没忘了，我们曾经拥有的快乐，我很久没有再哭过，只是有一点落寞，不要再担心我，我会好好的。"}
{"context": "哨所门前的向日葵，它左右两排站成队，", "target": "你给哨所当门卫，咱们一同来站岗，来呀来呀来站岗，哎唻唻唻，你说谁像谁，哨所门前的向日葵，它青枝绿叶多么美，它多么美，你展身姿迎朝晖，我持钢枪在哨位，嘿 在哨位，咱俩一样爱祖国，咱俩一样立边陲，唻唻唻唻唻，唻唻唻唻唻，咱俩天天做伙伴，咱俩日月影相随，你说谁像谁，哨所门前的向日葵，它左右两排站成队，我在边疆守大门啊，你给哨所当门卫，咱们一同来站岗，来呀来呀来站岗，哎唻唻唻唻，哎 你说谁像谁，哎 你说谁像谁，嘿 你说谁像谁，唻唻唻唻，你说谁像谁 吔。"}
{"context": "他跳跃的影子不停旋转呀，漫天的怀念低回，", "target": "充蕴着惆怅心扉，潮来的时候波涛汹涌啊，冲击着白浪纷飞呀，数海滨漫步的浓情的日子里，看夕阳看海潮退，嗯，那是我这一生最美记忆呀，一遍遍牵动梦寐，他跳跃的影子不停旋转呀，漫天的怀念低回，潮来的时候波涛汹涌啊，冲击着白浪纷飞呀，数海滨漫步的浓情的日子里，看夕阳看海潮退，嗯，啦，他跳跃的影子不停旋转呀，漫天的怀念低回，他深沉的双眼在这夜晚呀，充蕴着惆怅心扉，潮来的时候波涛汹涌啊，冲击着白浪纷飞呀，数海滨漫步的浓情的日子里，看夕阳看海潮退，嗯，啦。"}
{"context": "她花了脸颊，你怎么知道那是她，", "target": "剩下根根还在分叉，你爱的无暇，我就快没有了办法，干掉那个她，我是不是可以变成她，世界都在看笑话 你知道吗，我 就快找不到自己的借口了，她开着你的花 在每一个晚霞，靠在你的身边 秀着枝桠，每一天在挣扎 你给我的惩罚，越来越不清楚你的想法，我已尽全力的把自尊都放下，你却爱着她，我想 我傻 我要决斗的话，也还是个输家，你爱的无暇，我就快没有了办法，干掉那个她，我是不是可以变成她，世界都在看笑话 你知道吗，我 就快找不到自己的借口了，她开着你的花 在每一个晚霞，靠在你的身边 秀着枝桠，每一天在挣扎 你给我的惩罚，越来越不清楚你的想法，我已尽全力的把自尊都放下，你却爱着她，我想 我傻 我要决斗的话，也还是个输家，她开着你的花 在每一个晚霞，靠在你的身边 秀着枝桠，每一天在挣扎 你给我的惩罚，越来越不清楚你的想法，我已尽全力的把自尊都放下，你却爱着她，我想 我傻 我要决斗的话，也还是个输家。"}
{"context": "只有前世修行的人，才能来到花甸坝，", "target": "化作了满山的杜鹃花，只有今生有缘的人，才能看到花甸坝，那么远 那么远的我和你，未曾见面心已融化，只有来世有愿的人，才能留在花甸坝，那么重 那么重的牵挂，一千头牦牛也拉不下，我愿用三生三世百次轮回陪着你，陪你看看千娇百媚的花甸坝，每当我想你念你情不自禁呼唤你，就会想起情深似海的花甸坝，只有来世有愿的人，才能留在花甸坝，那么重 那么重的牵挂，一千头牦牛也拉不下，我愿用三生三世百次轮回陪着你，陪你看看千娇百媚的花甸坝，每当我想你念你情不自禁呼唤你，就会想起情深似海的花甸坝，就会想起情深似海的花甸坝。"}
{"context": "乌篷点纱灯 岩上青石悄着新纹，喃喃细雨时 归来燕子他不等人，", "target": "春雨轻敛去 绣花鞋落起唢呐声，爆竹燃暗淡月弯弯，锣鼓转踏醒路长长，烛火晃斑驳儿时廊旁谁家白墙，照湿谁家闺女脸庞，摇啊摇 十五摇过春分就是外婆桥，盼啊盼 阿嬷阿嬷地甜甜叫，吵啊吵 米花糖挂嘴角 总是吃不饱，美啊美 小脚桥上翘啊翘，乌篷点纱灯 岩上青石悄着新纹，喃喃细雨时 归来燕子它不等人，五指方扣桨 蓑衣翁正系桥下绳，春雨轻敛去 绣花鞋落起唢呐声，步儿缓 踩的泪潸潸，穿弄堂 望去忆满满，石阶上 转身零落多少银铃啷啷，收起了多少晨与晚，摇啊摇 十五摇过秋分就是外婆桥，乐啊乐 阿嬷阿嬷地紧紧抱，跳啊跳 牛郎织女摇摇总是够不着，眨啊眨 对着它们笑阿笑，摇啊摇 十五摇过春分就是外婆桥，盼啊盼 阿嬷阿嬷地甜甜叫，吵啊吵 米花糖挂嘴角 总是吃不饱，美啊美 小脚桥上翘啊翘。"}
{"context": "桌上还放着杯凉的咖啡，香烟还掉着烟灰 脑海翻滚过去的美，", "target": "想起那时青春的你 伴随那熟悉的旋律，那天看着镜子里面的自己，却不知往后的路该走向哪里，曾经说过要完成的梦，却发现少了当初的斗志，所以还是失去太多珍贵的东西，该不该怪自己年少无知，这杯酒我敬了明天又敬回忆，再敬一杯青春往事，那天看着镜子里面的自己，却不知往后的路该走向哪里，曾经说过要完成的梦，却发现少了当初的斗志，所以还是失去太多珍贵的东西，该不该怪自己年少无知，这杯酒我敬了明天又敬回忆，再敬一杯青春往事，曾经美丽的童话 都回不去了，就像时光过去不再退回，这杯酒我敬了明天又敬回忆，再敬一杯青春往事，这杯酒我敬了明天又敬回忆，再敬一杯 过去的自己。"}
{"context": "时针又兜兜转转，画面又不停捣乱，", "target": "不是我呢，我不太懂你的选择，可能是因为他吗，钻石，比爱情，比真心，耀眼许多，画面兜兜转转多久呢，你离开有好几年了，现在好吗，也许他不太懂你的心，在意的什么，你并不是，想象那么快乐，明明她的爱情，像水晶般透明，为何你的内心，现在有了痕迹，我想我的爱情，缺少物质延续，所以你才离去，怪我没有能力，画面兜兜转转多久呢，你离开有好几年了，现在好吗，也许他不太懂你的心，在意的什么，你并不是，想象那么快乐，明明她的爱情，像水晶般透明，为何你的内心，现在有了痕迹，我想我的爱情，缺少物质延续，所以你才离去，怪我没有能力，明明你不想听，他说的大道理，你要的是关心，不用太多表明，我想我的爱情，只是一场演习，过了它就过去，也不会有结局。"}
{"context": "回忆里还残留着你的体温，孤单占据了我的眼神，", "target": "你怎么忍心对我这样残忍，如今你选择了你要的人生，我没有权利再去过问，任凭那寂寞麻木灵魂，我也不愿意再伤心的沉沦，爱的太真伤就越深，疲惫的心满是伤痕，爱的疑问在心中沸腾，我还为你痴痴的等，爱的太深痛就越真，才知道心真的会疼，当你转身切断这缘分，爱情只剩下我一个人 怎么完整，如今你选择了你要的人生，我没有权利再去过问，任凭那寂寞麻木灵魂，我也不愿意再伤心的沉沦，爱的太真伤就越深，疲惫的心满是伤痕，爱的疑问在心中沸腾，我还为你痴痴的等，爱的太深痛就越真，才知道心真的会疼，当你转身切断这缘分，爱情只剩下我一个人 怎么完整，爱的太真伤就越深，疲惫的心满是伤痕，爱的疑问在心中沸腾，我还为你痴痴的等，爱的太深痛就越真，才知道心真的会疼，当你转身切断这缘分，爱情只剩下我一个人 怎么完整。"}
{"context": "他说你的名字叫嫦娥，他说你的样子像百合，", "target": "他说你的身段像一条蛇，他说你的眼睛是蓝蓝的，他说你的声音是圆圆的，他说你的味道是甜甜的，他说你是一只狐狸变的，他还说你的名字是瞎编的，他还说你的故事是谣传的，他还说你对他是不冷不热的，他还说你其实爱的是我，哦你就别怪我，哦你别怪我，哦你别怪我，姑娘你别怪我，这一切全是他说的他说的他说的，他说你的名字叫嫦娥，他说你的样子像百合，他说你的梦想是月色，他说你的身段像一条蛇，他说你的眼睛是蓝蓝的，他说你的声音是圆圆的，他说你的味道是甜甜的，他说你是一只狐狸变的，他还说你的名字是瞎编的，他还说你的故事是谣传的，他还说你对他是不冷不热的，他还说你其实爱的是我，哦你别怪我，姑娘你别怪我，哦你别怪我，姑娘你别怪我，这一切全是他说的，这一切其实全都是我瞎唱的，你的名字叫嫦娥。"}
{"context": "昨天我相信今天我不确定，过去所拥有的我从没有怀疑，", "target": "你在我身边就好像是昨天，伤心的日子仿佛天地那么远，越过那条线无法预知的改变，总有一天你会明白，没有你我并不孤单，让彼此自由各自生活，曾有的爱不会消散，没有人能把你取代，有些事只能靠自己走出来，昨天我相信今天我不确定，过去所拥有的我从没有怀疑，闭上了眼睛却没有痕迹，总有一天你会明白，没有你我并不孤单，让彼此自由各自生活，曾有的爱不会消散，没有人能把你取代，有些事只能靠自己走出来，总有一天你会明白，没有你我并不孤单，让彼此自由各自生活，曾有的爱不会消散，没有人能把你取代，有些事只能靠自己走出来，你在我身边就好像是昨天，伤心的日子仿佛天地那么远，越过那条线就这么大的改变，冬天的天气需要更多勇气。"}
{"context": "也许从第一眼我就不应该爱，至少我还能够对自己更坦白，", "target": "想要证明一个人全分开没更改，除非一开始就不爱，你太精彩，所以偶尔思念旁白，不会让你看明白，我还能表现自在放得开，让你没有借口怀疑爱，我只想让你明白，我还能表现自在放得开，画一个没破绽的句点因为爱，让你提前离开，我说那么多独白，我们各自将来各自去做安排，至少我还能够对明天还有期待，想要证明一个人全分开没更改，除非一开始就不爱，你太精彩，所以偶尔思念旁白，不会让你看明白，我还能表现自在放得开，让你没有借口怀疑爱，我只想让你明白，我还能表现自在放得开，画一个没破绽的句点因为爱，这一段爱情又要下台，万一还是被你看出来，别大意揭开，继续做个普通朋友，但就会一各自走开，不会让你看明白，我还能表现自在放得开，让你没有借口怀疑爱，我只想让你明白，我还能表现自在放得开，画一个没破绽的句点因为爱。"}
{"context": "一尘不染二十一弦，闻鸡起舞把筝练，", "target": "旋转伴舞在身边，我在台上音乐起，你拨开人群海钻进来，你说今生心有你，此生非我不娶，雨纷飞 弦难续 情难聚 唯有你，坠 眼泪滴 难忘记，雨纷飞 雁南归 往事堆 心头里，醉 怎回忆 怎忘记，一尘不染二十一弦，闻鸡起舞把筝练，对镜描眉展笑颜，旋转伴舞在身边，我在台上音乐起，你拨开人群海钻进来，你说今生心有你，此生非我不娶，雨纷飞 弦难续 情难聚 唯有你，坠 眼泪滴 难忘记，雨纷飞 雁南归 往事堆 心头里，醉 怎回忆 怎忘记，雨纷飞 弦难续 情难聚 唯有你，坠 眼泪滴 难忘记，雨纷飞 雁南归 往事堆 心头里，醉 怎回忆 怎忘记。"}
{"context": "在偶然之间我略有发觉，若有一道墙遮住了雄心，", "target": "沉迷于当前，像是要封存与世隔开，于是我将头探出了墙围，探望着世界有什么改变，没想到的是短暂的惬意，和一些自满，换来的竟是赎不完的债，我曾鬼迷心窍的妄为，才落得这般如此狼狈，无奈至极，在而立之前我过于轻狂，还以为自己攀上了山顶，可现实就像巨人的大手，无情又寡意，正春风得意赏了我个耳光，我曾鬼迷心窍的妄为，才落得这般如此狼狈，犹如颗恒星失衡脱轨，不停的朝着地面往下坠，一落千丈，一落千丈，当我发现曾建筑的一切，日渐消逝，我就像个疯子般挣扎着乱撞，正当迷雾随着风渐渐散去，路随之见清晰，而那一颗迷失的星已摔成烂泥，我曾鬼迷心窍的妄为，才落得这般如此狼狈，无奈至极。"}
{"context": "倘若世界，只有谎言，或许我会过的好一点，", "target": "我多想，听几遍，总有一天，会相互厌倦，就连拥抱都变得敷衍，残存默契，是回避对方视线，爱不爱，别放手，如果装作没事会不会好受，没感情，才长久，才能去计算点滴得失，来去自由，越厌烦，越纠缠，越能看到我们的，结局多难堪，曾经一起许的愿，逐渐成负担，因为惯性才被迫相爱，橱窗相视着，在傻笑，成为离别之后的尖刀，一刻不停的锥心之痛，是最后，的美好，把伤痕，露出炫耀，就像孤独患者的解药，服下疤痕告诉自己那幸福没减少，爱不爱，别放手，如果装作没事会不会好受，没感情，才长久，才能去计算点滴得失，来去自由，越厌烦，越纠缠，越能看到我们的，结局多难堪，曾经一起许的愿，逐渐成负担，因为惯性才被迫相爱，相遇那天，就是结局，没怀念只感到无趣，时间，磨平委屈，爱过的人，像一滴雨，落在沙漠的无人区，转眼，就蒸发散去。"}
{"context": "我渐渐的懂了 怎样让自己快乐，我慢慢学会了 一个人开始生活，", "target": "剩下的只有自己和影子里的我，一个人其实挺好的，简简单单 平凡的快乐着，一个人其实挺好的，不用再为过去的爱情不值得，我渐渐的懂了 怎样让自己快乐，我慢慢学会了 一个人开始生活，我渐渐的懂了 怎样让自己快乐，我慢慢学会了 一个人开始生活，过去的痕迹渐渐的消失了，剩下的只有自己和影子里的我，一个人其实挺好的，简简单单 平凡的快乐着，一个人其实挺好的，不用再为过去的爱情不值得，我渐渐的懂了 怎样让自己快乐，我慢慢学会了 一个人开始生活。"}
{"context": "伴一人一半，凑在一起才是完美答案，", "target": "爱的路上有两个人分担，伴牵手的伴，只要握紧就没有什么难，伴一生的伴一辈子的伴，谢谢你这个伴，给再多再贵再好的我也不换，多亏你这个伴，让我们老了以后，能够相互搀扶相互依赖，习惯你这个伴，习惯了天涯海角有你的牵绊，离不开这个伴，离不开两颗勇敢的心，在一起就不会孤单，相拥吧温暖，伴一人一半，凑在一起才是完美答案，伴激励勇敢，爱的路上有两个人分担，伴牵手的伴，只要握紧就没有什么难，伴一生的伴一辈子的伴，谢谢你这个伴，给再多再贵再好的我也不换，多亏你这个伴，让我们老了以后，能够相互搀扶相互依赖，习惯你这个伴，习惯了天涯海角有你的牵绊，离不开这个伴，离不开两颗勇敢的心，在一起就不会孤单，相拥吧温暖，谢谢你这个伴，给再多再贵再好的我也不换，多亏你这个伴，让我们老了以后，能够相互搀扶相互依赖，习惯你这个伴，习惯了天涯海角有你的牵绊，离不开这个伴，离不开两颗勇敢的心，在一起就不会孤单，相拥吧温暖。"}
{"context": "天上有流星划过，我知道，", "target": "地上有耕耘收获，我知道，那是孕育的流年，起心动念间 万世轮回中，天赐神驹 一骑绝尘，孩子，你是天给的恩赐，你承载了所有的爱来到人间，孩子，你是造物的精灵，你呱呱地坠地，收获我喜悦的眼泪，天上有流星划过，我知道，那是生命的征兆，地上有耕耘收获，我知道，那是孕育的流年，起心动念间 万世轮回中，天赐神驹 一骑绝尘，孩子，你是天给的恩赐，你承载了所有的爱来到人间，孩子，你是造物的精灵，你呱呱地坠地，放声地哭，孩子，你是天给的恩赐，你承载了所有的爱来到人间，孩子，你是造物的精灵，你呱呱地坠地，收获我喜悦的眼泪。"}
{"context": "暴力孕育的玫瑰才娇艳，谁在乎那色泽鲜红的嗜血，", "target": "说着谣言留言花边的人是谁，点击着八卦新闻的人是谁，不用抱歉 别安慰，全都消遣，这是个缤纷灿烂的世界，这是个麻木感觉的每天，是什么堂皇在伪善后面，不承诺 不主动 也不拒绝，用暴力孕育的玫瑰才娇艳，谁在乎那色泽鲜红的嗜血，有点累 还醒着 不想睡，说着谣言留言花边的人是谁，点击着八卦新闻的人是谁，不用抱歉 别安慰，全都消遣，这是个缤纷灿烂的世界，这是个麻木感觉的每天，是什么堂皇在伪善后面，不承诺 不主动 也不拒绝，你要的腥膻色，我的最爱，他给的腥膻色，再来一遍，这是个缤纷灿烂的世界，这是个麻木感觉的每天，是什么堂皇在伪善后面，不承诺 不主动 也不拒绝，你要的腥膻色，我的最爱，他给的腥膻色，再来一遍，一遍 一遍 一遍 一遍，你要的腥膻色，我的最爱 爱 爱 爱 爱 爱 爱，他给的腥膻色，再来一遍。"}
{"context": "你盖住我双眼，就带走了一起经过的时间，", "target": "飘散在夜空，你曾一飞冲天，回头说你还会回来，我不太记得难过，只想起你总是眼神向下沉默，你是坠落失事的卫星，冒着黑烟重新扑向我，就毁灭在我的旁边，就在当前火光四溅，你是撞击回旋的繁星，陨落覆盖着我千疮百孔，在我某天熟睡的夜晚，炸开了我的噩梦，你盖住我双眼，就抹走了一起经过的空间，是我们逐流的循环，失散在黑洞，你想闪动灵现，现在却云海中黯淡，我不再追问疑惑，反正你也会推我去那无尽之中，你是坠落失事的卫星，冒着黑烟重新扑向我，就毁灭在我的旁边，就在当前火光四溅，你是撞击回旋的繁星，陨落覆盖着我千疮百孔，在我某天熟睡的夜晚，炸开了我的噩梦，你是坠落失事的卫星，冒着黑烟重新扑向我，就爆炸在我的旁边，就在从前火光四溅，你是撞击回旋的繁星，陨落覆盖着我千面万瞳，在我某天无知的夜晚，打开了我的恍梦，炸开我的噩梦，你盖住我双眼，就带走了一起经过的时间，是梦和斑斓的碎片，飘散在夜空。"}
{"context": "看着照片落下泪滴，那时的我们多么甜蜜，", "target": "爱的世界里只有我和你，她的出现让你痴迷，眼里再没有我的影子，爱情的余温慢慢的褪去，就像手中握不住的沙粒，我曾经用心爱过你，你却让她住进了心里，最痛的不是我失去了你，而是我早已迷失了自己，我曾经用心爱过你，你却狠心的转身离去，消失在人海消失在风里，丢下我承受伤痛的结局，她的出现让你痴迷，眼里再没有我的影子，爱情的余温慢慢的褪去，就像手中握不住的沙粒，我曾经用心爱过你，你却让她住进了心里，最痛的不是我失去了你，而是我早已迷失了自己，我曾经用心爱过你，你却狠心的转身离去，消失在人海消失在风里，丢下我承受伤痛的结局，丢下我承受伤痛的结局。"}
{"context": "你不知道我有多难过，你不知道我有多辛苦，", "target": "都是没有回应的伤，你是那么自私，不顾及我的感受，就那么离去，不给我任何理由，只留下一条信息，我还在等待着你，我知道这样等待有多累，这样的等待，我想需要多大的勇气，我有多么的爱你，才敢对你那样念念不忘，你不知道我有多难过，你不知道我有多难过，你不知道我有多辛苦，想念你的每个夜晚，都是没有回应的伤，你是那么自私，不顾及我的感受，就那么离去，不给我任何理由，只留下一条信息，我还在等待着你，我知道这样等待有多累，这样的等待，我想需要多大的勇气，我有多么的爱你，才敢对你那样念念不忘，你不知道我有多难过。"}
{"context": "是否感觉孤单失落，整颗心都已经碎了，", "target": "只留下你还在那个角落，你的泪水为谁而落，落在地上汇成了河，冲开了你和我之间的隔膜，把过去慢慢淹没，亲爱的你不要再难过，你的身边还有我，让一切再重新来过，何必苦苦受折磨，亲爱的你不会再寂寞，你的身边还有我，让我的爱永远陪伴着，一直到最后你还有我，你的泪水为谁而落，落在地上汇成了河，冲开了你和我之间的隔膜，把过去慢慢淹没，亲爱的你不要再难过，你的身边还有我，让一切再重新来过，何必苦苦受折磨，亲爱的你不会再寂寞，你的身边还有我，让我的爱永远陪伴着，一直到最后你还有我，亲爱的你不要再难过，你的身边还有我，让一切再重新来过，何必苦苦受折磨，亲爱的你不会再寂寞，你的身边还有我，让我的爱永远陪伴着，一直到最后你还有我。"}
{"context": "翘脚髯嘴须，社会是溜溜秋秋，", "target": "若无朋友，通互相研究，亲像孤鸟找无巢，拄着困难害柳柳，前途事业 强要化乌有，这时存死忠的换帖斗脚手，你着妥当 搁翘脚捻胡须，朋友啊朋友 敬恁一杯酒，有你我着免忧愁，社会是溜溜秋秋，万事着靠目赒，若无朋友，通互相研究，亲像孤鸟找无巢，拄着困难害柳柳，前途事业 强要化乌有，这时存死忠的换帖斗脚手，你着妥当 搁翘脚捻胡须，朋友啊朋友 敬恁一杯酒，有你我着免忧愁，拄着困难害柳柳，前途事业 强要化乌有，这时存死忠的换帖斗脚手，你着妥当 搁翘脚捻胡须，朋友啊朋友 敬恁一杯酒，有你我着免忧愁。"}
{"context": "不需要对我卑微也不怕你的敌对，一朵逆风的蔷薇紧闭着倔强的嘴，", "target": "懂选择才自由，就算是孤独的狂呼在黑夜无人的公路，不被谁懂不用谁祝福，不关注虚伪的欢呼才挣脱被它所俘虏，就是我渴望的旅途，不要说甚么东西别刻意拉近距离，脚步往哪里走那是我的自由，谁看你皱眉头，就算是孤独的狂呼在黑夜无人的公路，不被谁懂不用谁祝福，不关注虚伪的欢呼才挣脱被它所俘虏，就是我渴望的旅途，天这么黑却不疲惫，这眼泪照亮逆着风的蔷薇，往前飞不停追生命的喜悲，天这么黑却不疲惫，这眼泪照亮逆着风的蔷薇，往前飞不停追生命的喜悲，就算是孤独的狂呼在黑夜无人的公路，不被谁懂不用谁祝福，不关注虚伪的欢呼才挣脱被它所俘虏，就是我渴望的旅途，天这么黑却不疲惫，这眼泪照亮逆着风的蔷薇，往前飞不停追生命的喜悲。"}
{"context": "冰河上空白雪漫天飞舞，万里冰封万物竭枯，", "target": "划破冰冻，直入我心中，带出我们最后一滴冰冷的泪珠，乞求上天给我一点温度，能让我融化你冻僵的双手，你用身体最后一丝温度，阻止我血液的冰冻，愿与我生死相守，也许在这一秒后，我们的心脏都会停止跳动，身体化做一片雪花随风飘走，但愿在这一秒后，我们的爱会像冰似升华，带着你带着我，带着我们的混合，消失在茫茫宇宙中，飘向一万光年之后，冰河上空白雪漫天飞舞，万里冰封万物竭枯，鹰击长空发出一声哀鸣，划破冰冻，直入我心中，带出我们最后一滴冰冷的泪珠，但愿在这一秒后，我们的爱会像冰似升华，带着你带着我带着我们的混合，消失在茫茫宇宙中，飘向一万光年之后。"}
{"context": "就主耶稣，你是否靠自己背重誓愁苦难当，", "target": "你是否在挣扎无限困倦与苦楚，靠主名祈求必蒙恩得扶助，主乐意垂听每一个祷求信实不改，主每日同行一直到永远享受主爱，当你灰心失望，勿忘向救主唿求，快来就耶稣必蒙恩得拯救，你的人生是否充满忧愁与失望，有否为着前途心头满挂虑忧伤，是否困倦孤单，是否迷途常走错，现在来就主，必蒙恩得扶助，主乐意垂听每一个祷求信实不改，主每日同行一直到永远享受主爱，当你灰心失望，勿忘向救主唿求，快来就耶稣，必蒙恩得拯救，快来就耶稣，必蒙恩得拯救，快来就耶稣，必蒙恩得拯救。"}
{"context": "梦中人，远离我，梦中人，我不爱了，", "target": "有些人 聚了又散了，有些人 来了又走了，有些人 笑了又哭了，谁明白 情路的坎坷，谁说过 爱着就快乐，又是谁 转身变过客，受的伤 要怎样愈合，爱情啊 到底是什么，秋风萧瑟 催叶落，时光蹉跎 怎么捉，谁在你身旁唱了首歌，梦中人 远离我，旧时誓言，谁记得，人世离合，看太多，我拿起吉他唱了首歌，梦中人 我不爱了，我不爱了，有时候不是ta执着，只因为 对方很值得，失去了 才知道不舍，不懂得爱情的规则，秋风萧瑟 催叶落，时光蹉跎怎么捉，谁在你身旁唱了首歌，梦中人远离我，旧时誓言谁记得，人世离合看太多，我拿起吉他唱了首歌，梦中人 我不爱了，我不爱了，我不爱了，我不爱了，我不爱了。"}
{"context": "我对你说 我要嫁了，你惊讶地问我怎会这么早，", "target": "感情的纷纷扰扰 我早就想逃，反正我们 早就散了，从今后你要懂得对自己好，该怎样没有人知道，别像我从前那么样的糟，也许你没发现，我的眼里带着一点点轻佻，也许你看不见，我的心里藏着一丝丝慌张，其实我不知道，到底我想看到怎样的眼光，是平淡又如何 是黯然又如何，这是个多么无聊的玩笑，你望着我 我也笑了，有些话还是搁在心里好，有些事永远忘不掉，到底我也没有输多少，我对你说 我要嫁了，你惊讶地问我怎会这么早，我说我已经很累了，感情的纷纷扰扰 我早就想逃，反正我们 早就散了，从今后你要懂得对自己好，该怎样没有人知道，别像我从前那么样的糟，也许你没发现，我的眼里带着一点点轻佻，也许你看不见，我的心里藏着一丝丝慌张，其实我不知道，到底我想看到怎样的眼光，是平淡又如何 是黯然又如何，这是个多么无聊的玩笑，你望着我 我也笑了，有些话还是搁在心里好，有些事永远忘不掉，到底我也没有输多少。"}
{"context": "啊，啊，", "target": "如果说生命可以停留，我愿意在人生最辉煌的时候，如果说时间可以停顿的话，我更希望就定格在瑰丽的秋天，眼前浮现的画面，旧楼随时间变迁，是第一次遇见，不能随人如愿，哦耶耶，瓦片浮现的瞬间，兜里泛黄旧照片，凄迷瞬间暗淡天空，哦，想你的时候让风自由在追逐，稻田里麻雀依然在放纵，耶，窗帘和当年一样的老旧斑驳，稻城里是我爱不懂，遮蔽天空，始终为你左右困扰着，稻城里都属于曾经你和我，换来的一点点心痛，不要的它就丢了，稻子等候着火车，无辜的眼眸，始终为你困扰着，破旧自行车田边麻雀吃稻谷，稻草人仰望那片天空，啊，断了线风筝在半空游走的风，脑海浮现的画面，稻城重现，想你的时候让风自由在追逐，稻田里麻雀依然在放纵，耶，窗帘和当年一样的老旧斑驳，稻城里是我爱不懂，遮蔽天空。"}
{"context": "那个夏天的空气，燥热期待有点小情绪，", "target": "陌生环境变熟悉，牛仔裤和白衬衣，标配的吉他在哪里，我抱着吉他演绎，远处鲜花满地，校园，渐渐成回忆，数次睡去，和谁重逢在梦里，黑板上，模煳的字迹，像电影，等彩蛋的结局，故事不长，青葱岁月是笔，写吵闹言语，起初我，不懂得在意，到最后，都追悔莫及，学士帽驮着梦想没能飞去，却不肯坠地，卡内余额一毛七，让我和炸鸡隔着玻璃，这位同学想麻烦你，借点钱可不可以，从生活不能自理，到镜子里西装革履，毕业后各奔东西，偶尔寒暄几句，街边，小孩在嬉戏，追逐奔跑，仿佛另一个自己，黑板上，模煳的字迹，像电影，等彩蛋的结局，故事不长，青葱岁月是笔，写吵闹言语，起初我，不懂得在意，到最后，都追悔莫及，学士帽驮着梦想没能飞起，却不肯坠地，秘密，叠进纸飞机，替我继续，前往心的目的地，再翻开，涂鸦的笔记，再拾起，落灰的调音器，似模似样，唱成一段旋律，唱给我和你，未知的，未来的际遇，忽远的，忽近的距离，风景再美再留恋也会远去，当时请珍惜。"}
{"context": "让平分的阳光已穿不透，诱人的方式是绝无仅有，", "target": "学喜新厌旧后，寸草不留赞不绝口，欢迎钢筋野兽，摩天大楼太稀有人人高贵富有，表情温柔怕献丑没人吐出骨头，你们谁位居榜首，摩天大楼云里走谢绝衣衫简陋，粉饰骷髅气质有人们争先恐后，她离开你心爱的蚁楼，诱人的方式是半推半就，都供不应求的往云里走，已没人顾及小草的感受，自作自受，摩天大楼想拥有让人爱不释手，晶莹剔透攀比后才能高枕无忧，请遮住我低级伤口，摩天大楼得到后羡慕谁的自由，霓虹过后我自首欢愉只剩皮肉，在海市蜃楼喋喋不休，自由自由我尽量献丑，破旧蚁楼往里走见我年幼时候，带泥小手多自由对我微笑点头，我肮脏的不敢伸出手，请毁掉我的摩天大楼。"}
{"context": "你问我要什么，我不妨对你说，", "target": "你我心头，你问我爱什么，我不妨对你说，每当我们手牵着手，明天属于你我，我们相遇相逢，欢乐围绕着我，我们相诚相爱，幸福在此刻永恒，知道了我理想，你可否回答我，愿不愿和我在一起，永远享快乐，我们相遇相逢，欢乐围绕着我，我们相诚相爱，幸福在此刻永恒，知道了我理想，你可否回答我，愿不愿和我在一起，永远享快乐，知道了我理想，你可否回答我，愿不愿和我在一起，永远享快乐，知道了我理想，你可否回答我，愿不愿和我在一起，永远享快乐，知道了我理想，你可否回答我，愿不愿和我在一起，永远享快乐。"}
{"context": "我是冬夜里被自己绊倒的炉火，但也愿为你化一场雪，", "target": "漫过你被冻僵的手，填满你被哀愁吹皱的眼睑，昏睡的人，当你的枕畔在唿啸，我已飞驰在途中越过黎明，和更远的风景，当你醒来，海天已两地相隔，一如少女的从前每个清晨，她在罅隙里眺望，满含讪笑，未来她会着围裙不见霓虹，窗户背靠着碗橱，衔来渔火，昏睡的人，当你的枕畔在唿啸，我已飞驰在路中越过黎明，和更远的风景，当你醒来，海天已两地相隔，一如少女的从前每个清晨，她在罅隙里眺望，满含讪笑，未来她会着围裙不见霓虹，窗户背靠着碗橱，衔来渔火，我是冬夜里被自己绊倒的炉火。"}
{"context": "你就像一道墙，止住我的绝望，", "target": "特别的你，闪闪把我照亮，你从来没有掉过眼泪 笑着说谎，我从来没有拆穿过你 陪你撒谎，却总是在夜里 紧紧抱你在怀里，我只想默默爱你疼你给你我所有，也许它并不完美也不是最好，但却是我心中所想，我最平凡柔软的向往，你一直默默爱我呵护着我，这一份小小惊艳，浮世的单纯，你的泪已经流干，我不会再让你受伤 baby，你就像一道墙，止住我的绝望，神武飞扬的你，特别的你，闪闪把我照亮，你从来没有掉过眼泪 笑着说谎，我从来没有拆穿过你 陪你撒谎，却总是在夜里 紧紧抱你在怀里，我只想默默爱你疼你给你我所有，也许它并不完美也不是最好，但却是我心中所想，我最平凡柔软的向往，你一直默默爱我呵护着我，这一份小小惊艳，浮世的单纯，你的泪已经流干，我不会再让你受伤 baby，我只想默默爱你疼你给你我所有，也许它并不完美也不是最好，但却是我心中所想，我最平凡柔软的向往，你一直默默爱我呵护着我，这一份小小惊艳，浮世的单纯，你的泪已经流干，我不会再让你受伤 baby。"}
{"context": "晚安我的baby，在这宁静的夜里，", "target": "为你编织出温馨的梦境，晚安我的baby，在这宁静的夜里，你要轻轻闭上眼睛，在我臂弯里熟睡到黎明，晚安baby，聆听着夜莺的歌声，月儿已经睡去，睡吧baby，我的爱在梦里，晚安baby，感受你匀称的呼吸，我也要睡去，晚安baby，我的梦里全都是你，晚安我的baby，在这宁静的夜里，用我全部的柔情，为你编织出温馨的梦境，晚安我的baby，在这宁静的夜里，你要轻轻闭好眼睛，在我臂弯里熟睡到天明，晚安baby，聆听着夜莺的歌声，月儿已经睡去，睡吧baby，我的爱在梦里，晚安baby，感受你匀称的呼吸，我也要睡去，晚安baby，我的梦里全都是你。"}
{"context": "此刻的心如海沙，坦率的真无需牵挂，", "target": "要为我倾诉，愿我可与月光拥抱，要放下名利如雾幻化，天真的心要去实现梦境，此刻将心情放松，结他声温柔的飘送，带点天真忘情高歌，我未染俗尘，愿我可与月光起舞，带笑地流浪愁怀尽扫，今晚星光更灿烂明月可见证，羡慕情是永醉人，鲜花香槟良辰伴美景，即使天色昏暗仍常存热爱，我继续去做梦，我继续去实现每个梦，此刻将心情放松，海风都温柔的吹送，带点天真忘情高歌，我热爱自由，愿我可与月光拥抱，要放下名利如雾幻化，今晚星光更灿烂明月可见证，此刻将心情放松，结他声温柔的飘送，带点天真忘情高歌，我未染俗尘，愿我可与月光起舞，带笑地流浪愁怀尽扫，今晚星光更灿烂明月可见证，羡慕情是永醉人，鲜花香槟良辰伴美景，即使天色昏暗仍常存热爱，我继续去做梦，我继续去实现每个梦，此刻将心情放松，海风都温柔的吹送，带点天真忘情高歌，我热爱自由，愿我可与月光拥抱，要放下名利如雾幻化，今晚星光更灿烂明月可见证，用心去爱用心去听。"}
{"context": "过滤掉嘈杂 过滤掉喧闹，过滤掉疲惫 过滤掉纷扰，", "target": "被褥已铺好，妈妈 请您今晚睡个好觉，辛苦半辈子 终日勤操劳，熬白了黑发 累弯了身腰，鸡鸣三更起 烧饭点炉灶，灯下密密缝 针线连春宵，妈妈 请您今晚睡个好觉，已过花甲岁 该享清福了，家和人兴旺 膝下儿孙孝，愿您静入眠 梦中乐陶陶，辛苦半辈子 终日勤操劳，熬白了黑发 累弯了身腰，鸡鸣三更起 烧饭点炉灶，灯下密密缝 针线连春宵，妈妈 请您今晚睡个好觉，已过花甲岁 该享清福了，家和人兴旺 膝下儿孙孝，愿您静入眠 梦中乐陶陶，妈妈 请您今晚睡个好觉，已过花甲岁 该享清福了，家和人兴旺 膝下儿孙孝，愿您静入眠 梦中乐陶陶，梦中乐陶陶。"}
{"context": "你说离开才会快乐，你说勉强在一起太累了，", "target": "早知现在 当初又为何，我依然珍藏着 曾经所有的快乐，至少证明现在的我有多么不舍，共同走过的路 如今只剩我一个，被你深深包裹着的内心 却层层脱落，那熟悉的感觉 我都还记得，你赐予的记忆 开始慢慢褪色，理想与现实的间隔 深埋着那份执着，我用尽全力不让泪水滑落，我依然珍藏着 曾经所有的快乐，至少证明现在的我有多么不舍，共同走过的路 如今只剩我一个，被你深深包裹着的内心 却层层脱落，那熟悉的感觉 我都还记得，你赐予的记忆 开始慢慢褪色，理想与现实的间隔 深埋着那份执着，我用尽全力不让泪水滑落，你是否还会记得我，在人生未来某一刻，那时的你是怎样景色，心会刺痛吗，那熟悉的感觉 我都还记得，你赐予的记忆 开始慢慢褪色，理想与现实的间隔 深埋着那份执着，我用尽全力不让泪水滑落。"}
